{
	"constellations": [
		{
			"name": "Andromeda",
			"shape_stars": [
				"Almach",
				"Mirach",
				"mu Andromedae",
				"nu Andromedae",
				"delta Andromedae",
				"Alpheratz"
			],
			"connections": ["0-1", "1-4", "4-5", "1-2", "2-3"],
			"info": "Andromeda is one of the 48 constellations listed by Ptolemy. The Andromeda Galaxy (M31) is located next to Nu Andromedae, appearing just outside the constellation. It is named after Andromeda, the daughter of <Cassiopeia>, from Greek mythology."
		},

		{
			"name": "Antlia",
			"shape_stars": ["Alpha Antliae", "Epsilon Antliae", "Iota Antliae"],
			"connections": ["0-1", "0-2"],
			"info": "The name means \"pump\" in Latin and Greek; representing an air pump. It is very faint and small. The constellation was established originally by a French astronomer in the 18th century, commemorating the air pump invented by a French physicist."
		},

		{
			"name": "Apus",
			"shape_stars": [
				"alpha Apodis",
				"beta Apodis",
				"delta1 Apodis",
				"delta2 Apodis",
				"gamma Apodis"
			],
			"connections": ["0-2", "2-3", "3-1", "1-4"],
			"info": "Apus represents a bird-of-paradise, a type of bird mostly found in New Guinea. The name means \"without feet\", as it was wrongly believed that these birds don't have feet. It was first depicted on a celestial globe in 1598."
		},

		{
			"name": "Aquarius",
			"shape_stars": [
				"Albali",
				"Sadalsuud",
				"Sadalmelik",
				"Ancha",
				"Iota Aquarii",
				"Sigma Aquarii",
				"Tau Aquarii",
				"Skat",
				"88 Aquarii",
				"Sadachbia",
				"zeta Aquarii",
				"eta Aquarii",
				"lambda Aquarii",
				"psi1 Aquarii",
				"98 Aquarii"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"3-4",
				"3-5",
				"5-6",
				"6-7",
				"7-8",
				"2-9",
				"9-10",
				"10-11",
				"11-12",
				"12-13",
				"13-14"
			],
			"info": "Aquarius is one of the 12 zodiacs. In Latin it means \"water-carrier\". It's one of the oldest zodiacs, appearing in the Babylonian star catalogues. In Babylonia it was known as \"The Great One\", depicting the god Ea. Aquarius is one of the 48 constellations listed by Ptolemy. It is found in the region often called the \"Sea\", due to its profusion of water associated constellations, such as <Cetus>, <Pisces> and <Eridanus>."
		},

		{
			"name": "Aquila",
			"shape_stars": [
				"Altair",
				"Tarazed",
				"Alshain",
				"delta Aquilae",
				"zeta Aquilae",
				"epsilon Aquilae",
				"eta Aquilae",
				"theta Aquilae",
				"lambda Aquilae"
			],
			"connections": [
				"0-1",
				"0-2",
				"0-3",
				"3-4",
				"4-5",
				"3-6",
				"6-7",
				"3-8"
			],
			"info": "Aquila means eagle in Latin, and it represents the bird that carried Zeus/Jupiter's thunderbolts. Aquila is one of the 48 constellations listed by Ptolemy. It had been mentioned earlier in the 4th century BC. The Greek Aquila is likely based on the Babylonian constellation of the Eagle."
		},

		{
			"name": "Ara",
			"shape_stars": [
				"alpha Arae",
				"theta Arae",
				"beta Arae",
				"gamma Arae",
				"delta Arae",
				"eta Arae",
				"zeta Arae",
				"epsilon1 Arae"
			],
			"connections": ["0-1", "0-2", "0-7", "3-4", "4-5", "5-6", "6-7"],
			"info": "Ara means \"altar\" in Latin. In Greek mythology, \"Ara\" meant the altar where the gods formed and alliance to defeat the Titans. Ara is one of the 48 constellations listed by Ptolemy. Within the constellations boundaries is Westerlund 1, a super star cluster, which contains one of the largest know stars, Westerlund 1-26."
		},

		{
			"name": "Aries",
			"shape_stars": [
				"gamma1 Arietis",
				"Sheratan",
				"Hamal",
				"41 Arietis"
			],
			"connections": ["0-1", "1-2", "2-3"],
			"info": "Aries is one of the 12 zodiacs, and it means ram (male sheep) in Latin. Aries is one of the 48 constellations listed by Ptolemy. It has represented a ram since late Babylonian times. Before that, it formed a farmhand. Aries is a relatively dim constellation."
		},

		{
			"name": "Auriga",
			"shape_stars": [
				"Capella",
				"Menkalinan",
				"theta Aurigae",
				"Elnath",
				"Hassaleh",
				"eta Aurigae",
				"epsilon Aurigae",
				"zeta Aurigae",
				"delta Aurigae"
			],
			"connections": [
				"0-8",
				"0-1",
				"0-5",
				"0-6",
				"1-8",
				"1-2",
				"2-3",
				"3-4",
				"4-5",
				"6-7"
			],
			"info": "Auriga is Latin for \"charioteer\". It is one of the 48 constellations listed by Ptolemy. The brightest star Capella, is an unusual multi-star system. The first record of Auriga was in Mesopotamia as a constellation called GAM, depictinga scimitar. It might have represented only Capella, or the whole constellation."
		},

		{
			"name": "Boötes",
			"shape_stars": [
				"Arcturus",
				"Muphrid",
				"tau Boötis A",
				"zeta Boötis",
				"Izar",
				"delta Boötis",
				"Nekkar",
				"Seginus",
				"rho Boötis",
				"lambda Boötis",
				"kappa2 Boötis",
				"theta Boötis"
			],
			"connections": [
				"0-1",
				"0-3",
				"0-4",
				"0-8",
				"1-2",
				"4-5",
				"5-6",
				"6-7",
				"7-8",
				"7-9",
				"9-10",
				"9-11",
				"10-11"
			],
			"info": "Boötes means ox-driver in Latin and Greek. It is one of the 48 constellations listed by Ptolemy. The constellation was known by the ancient Babylonians, and it is mentioned in Homer's Odyssey."
		},

		{
			"name": "Caelum",
			"shape_stars": [
				"Gamma Caeli",
				"Beta Caeli",
				"Alpha Caeli A",
				"Delta Caeli"
			],
			"connections": ["0-1", "1-2", "2-3"],
			"info": "Caelum means chisel in Latin, which is a rare meaning of the word. Caelum is more commonl associated with \"sky\" or \"heaven\". The constellation was introduced in 1750s. Due to its location away from the plane of the Milky Way, there are few objects of interest. It is also very dim, with the brightest star only reaching magnitude 4.45."
		},

		{
			"name": "Camelopardalis",
			"shape_stars": [
				"CS Camelopardalis",
				"HD 24479",
				"Alpha Camelopardalis",
				"Gamma Camelopardalis",
				"HD 33564"
			],
			"connections": ["0-1", "0-3", "1-2", "2-3", "3-4"],
			"info": "Camelopardalis represents a giraffe, and it comes from Latin, as a romanization of the Greek word for giraffe. It was introduced in 1612 or 1613 by Petrus Plancius. Cameleopardalis is quite dim, with the brightest stars only around the 4th magnitude."
		},

		{
			"name": "Cancer",
			"shape_stars": [
				"Beta Cancri",
				"Acubens",
				"Asellus Australis",
				"Asellus Borealis",
				"Chi Cancri",
				"Iota Cancri"
			],
			"connections": ["0-2", "1-2", "2-3", "3-4", "3-5"],
			"info": "Cancer means \"crab\" in Latin, and is depicted as such. It is one of the 12 zodiacs, and the dimmest of them with only two stars above the 3rd magnitude. At the center of the astrum  lies the open cluster Praesepe (M44) or the Beehive Cluster. The constellation also has 10 stars with known planets."
		},

		{
			"name": "Canes Venatici",
			"shape_stars": ["Cor Caroli", "Chara"],
			"connections": ["0-1"],
			"info": "Canes Venatici is Latin for \"hunting dogs\". It often depicts the dogs of <Boötes> the herdsman. The identification as dogs likely came from mistranslations from the Greek word \"club\". When Ptolemy's Almagest was translated to Arabic, the translator didn't know the exact word and used something similar. This was furter mistranslated to Latin, as \"dogs\". The stars were noted by Ptolemy, but not assigned a constellation by him."
		},

		{
			"name": "Canis Major",
			"shape_stars": [
				"Theta Canis Majoris",
				"Muliphein",
				"Iota Canis Majoris",
				"Sirius",
				"omi02 Canis Majoris",
				"Wezen",
				"Omega Canis Majoris",
				"Aludra",
				"Sigma Canis Majoris",
				"Adhara",
				"Kappa Canis Majoris",
				"Furud",
				"omi01 Canis Majoris",
				"nu02 Canis Majoris",
				"Mirzam",
				"ksi02 Canis Majoris"
			],
			"connections": [
				"0-1",
				"0-2",
				"1-2",
				"2-3",
				"3-4",
				"3-13",
				"4-5",
				"5-6",
				"5-8",
				"6-7",
				"8-9",
				"8-12",
				"9-10",
				"9-11",
				"12-13",
				"13-14",
				"13-15"
			],
			"info": "Canis Major is Latin for \"greater dog\". It is one of the 48 constellations listed by Ptolemy. Along with <Canis Minor>, they are often depicted following <Orion> the hunter. Canis Major contains Sirius, the brightest star in the night sky. Sirius and Canis Major were parts of constellations in multiple cultures, from ancient Mesopotamia to the Romans. One of the largest known stars, VY Canis Major, is contained in Canis Major."
		},

		{
			"name": "Canis Minor",
			"shape_stars": ["Procyon", "Gomeisa"],
			"connections": ["0-1"],
			"info": "Canis Minor is Latin for \"lesser dog\". It is one of the 48 constellations listed by Ptolemy. Along with <Canis Major>, they are often depicted following <Orion> the hunter. In contrast to <Canis Major>, Canis Minor is quite small, and contains only two bright stars, which make up it's asterism. Procyon is the 8th brigtest star in the night sky. Interestingly the stars of the asterism are only 1.12 light years away from each other."
		},

		{
			"name": "Capricornus",
			"shape_stars": [
				"Algedi",
				"Dabih",
				"Psi Capricorni",
				"Theta Capricorni",
				"Omega Capricorni",
				"Zeta Capricorni",
				"Iota Capricorni",
				"Nashira",
				"Deneb Algedi"
			],
			"connections": [
				"0-1",
				"1-2",
				"1-3",
				"3-4",
				"3-5",
				"3-6",
				"5-6",
				"6-7",
				"7-8"
			],
			"info": "Capricornus is Latin for \"horned goat\". It is one of the 48 constellations listed by Ptolemy. It is often depicted as a mythical creature sea goat; half goat, half fish."
		},

		{
			"name": "Carina",
			"shape_stars": [
				"Miaplacidus",
				"Omega Carinae",
				"Theta Carinae",
				"V520 Carinae",
				"V382 Carinae",
				"HD 94510",
				"HD 90853",
				"V337 Carinae",
				"Aspidiske",
				"V357 Carinae",
				"V343 Carinae",
				"Avior",
				"Canopus",
				"nu Puppis",
				"Naos"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"3-4",
				"4-5",
				"5-6",
				"6-7",
				"7-8",
				"8-9",
				"9-10",
				"10-11",
				"11-12",
				"11-14",
				"12-13"
			],
			"info": "Carina is Latin for the keel of a ship. It was a part of the ancient Greek constellation Argo Navis, the great ship of the mythical Jason. Argo Navis was one of the 48 constellations listed by Ptolemy. It was split into three parts in 1752: Carina, <Puppis> and <Vela>. Carina contains the 2nd brightest star in the night sky, Canopus. The celestial south pole will move to Carina in the year 4700."
		},

		{
			"name": "Cassiopeia",
			"shape_stars": [
				"Caph",
				"Schedar",
				"gamma Cassiopeiae",
				"Ruchbah",
				"Segin"
			],
			"connections": ["0-1", "1-2", "2-3", "3-4"],
			"info": "Cassiopeia is named after the queen Cassiopeia, mother of <Andromeda>, in Greek mythology. It is one of the 48 constellations listed by Ptolemy. Cassiopeia was the wife of King <Cepheus>, a constellation next to it. Cassiopeia and it's stars have formed constellations in multilple cultures. Cassiopeia also contains numerous deep space objects, such as open clusters and supernova remnants."
		},

		{
			"name": "Centaurus",
			"shape_stars": [
				"Alpha Centauri",
				"Hadar",
				"Epsilon Centauri",
				"Zeta Centauri",
				"ups01 Centauri",
				"mu Centauri",
				"Eta Centauri",
				"Kappa Centauri",
				"nu Centauri",
				"Menkent",
				"d Centauri",
				"Iota Centauri",
				"Gamma Centauri",
				"Sigma Centauri",
				"Delta Centauri",
				"HD 100673",
				"Lambda Centauri"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"3-4",
				"3-12",
				"4-5",
				"5-6",
				"5-8",
				"6-7",
				"8-9",
				"8-10",
				"10-11",
				"12-13",
				"13-14",
				"14-15",
				"15-16"
			],
			"info": "Centaurus represents a centaur. It is one of the 48 constellations listed by Ptolemy. Another constellation depicting a centaur is <Sagittarius>. Centaurus contains Alpha Centauri, the nearest star to us. One of the largest stars is also contained in Centaurs, Beta Centauri, and the brightest globular cluster visible from Earth, Omega Centauri. It is listed as one of the stars even though it is a cluster."
		},

		{
			"name": "Cepheus",
			"shape_stars": [
				"Alderamin",
				"Alfirk",
				"Errai",
				"Iota Cephei",
				"Zeta Cephei"
			],
			"connections": ["0-1", "0-4", "1-2", "1-3", "2-3", "3-4"],
			"info": "Cepheus represents the king of Aethiopia in Greek Mythology. It is one of the 48 constellations listed by Ptolemy. Cepheus is the husband of <Cassiopeia> and the father of <Andromeda>. Cepheus contains the hyperluminous quasar S5 0014+81, which hosts one of the largest known supermassive black holes (40 billion solar masses) at it's center. This quasar is said to be one of the most powerful objects in the known universe."
		},

		{
			"name": "Cetus",
			"shape_stars": [
				"Iota Ceti",
				"Diphda",
				"Tau Ceti",
				"Sigma Ceti",
				"Pi Ceti",
				"Eta Ceti",
				"Theta Ceti",
				"Baten Kaitos",
				"Rho Ceti",
				"Epsilon Ceti",
				"Mira",
				"Delta Ceti",
				"Gamma Ceti",
				"Menkar",
				"Lambda Ceti",
				"mu Ceti",
				"Ksi2 Ceti",
				"Ksi1 Ceti",
				"nu Ceti"
			],
			"connections": [
				"0-1",
				"1-2",
				"1-5",
				"2-3",
				"3-4",
				"4-9",
				"5-6",
				"6-7",
				"7-8",
				"8-9",
				"9-10",
				"10-11",
				"11-12",
				"12-13",
				"12-18",
				"13-14",
				"14-15",
				"15-16",
				"16-17",
				"16-18"
			],
			"info": "Cetus depicts a sea monster from Greek mythology, and both <Perseus> and Heracles (<Hercules>) had to slay it. Cetus is sometimes called the whale in English. The star Mira, is the first variable star discovered. It varies from 3 to 10 in apparent magnitude over a period of 332 days. The Pisces-Cetus Supercluster Complex is a galaxy filament, and one of the largest know structures in the observable universe."
		},

		{
			"name": "Chamaeleon",
			"shape_stars": [
				"Alpha Chamaeleontis",
				"Gamma Chamaeleontis",
				"Epsilon Chamaeleontis",
				"Beta Chamaeleontis",
				"Delta2 Chamaeleontis",
				"HD 93237"
			],
			"connections": ["0-1", "1-2", "2-3", "3-4", "4-5", "5-1"],
			"info": "Chamaeleon is named after the chameleon, defined in the 16th century by Petrus Plancius. It is classified as the Little Dipper (小斗) in Chinese astronomy, and often called the frying pan in modern day Australia."
		},

		{
			"name": "Circinus",
			"shape_stars": ["Beta Circini", "Xami", "Gamma Circini"],
			"connections": ["0-1", "1-2"],
			"info": "Circinus is Latin for compass the drafting tool to draw circles. It was defined by Nicolas-Louis de Lacaille in 1756. Circinus is quite dim, with it's brightest star reaching a magnitude of 3.19. "
		},

		{
			"name": "Columba",
			"shape_stars": [
				"Epsilon Columbae",
				"Phact",
				"Wazn",
				"Eta Columbae",
				"Gamma Columbae",
				"Kappa Columbae",
				"Delta Columbae"
			],
			"connections": ["0-1", "1-2", "2-3", "2-4", "4-5", "5-6"],
			"info": "Columba is Latin for dove. The constellation was designated in the 16th century. The stars that make up Columba were mentioned in Ptolemy's Almagest. It is quite uninteresting as a constellation, being small and faint, with only one globular cluster within it."
		},

		{
			"name": "Coma Berenices",
			"shape_stars": [
				"Gamma Comae Berenices",
				"Beta Comae Berenices",
				"Alpha Comae Berenices"
			],
			"connections": ["0-1", "1-2"],
			"info": "Coma Berenices is Latin for Berenice's hair. It refers to Queen Berenices II of Egypt, who sacrificed her long hair as a votive offering. It is the only modern constellation named after a historic person. It was introduced in the 3rd century BC by Conon of Samos, and corraborated as a constellation by Geradus Mercator and Tycho Brahe."
		},

		{
			"name": "Corona Australis",
			"shape_stars": [
				"HD 175219",
				"Zeta Coronae Australis",
				"Delta Coronae Australis",
				"Beta Coronae Australis",
				"Meridiana",
				"Gamma Coronae Australis A",
				"Epsilon Coronae Australis",
				"V686 Coronae Australis",
				"Lambda Coronae Australis",
				"HD 170642"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"3-4",
				"4-5",
				"5-6",
				"6-7",
				"7-8",
				"8-9"
			],
			"info": "Corona Australis is Latin for \"Southern Crown\". It is one of the 48 constellations listed by Ptolemy. It is the southern counterpart to <Corona Borealis>. It has been depicted as a turtle, ostrich nest and a tent in other cultures. Corona Australis contains one of the closest star forming region in the Milkyway, at 430 light-years."
		},

		{
			"name": "Corona Borealis",
			"shape_stars": [
				"Theta Coronae Borealis",
				"Nusakan",
				"Alphecca",
				"Gamma Coronae Borealis",
				"Delta Coronae Borealis",
				"Epsilon Coronae Borealis",
				"Iota Coronae Borealis"
			],
			"connections": ["0-1", "1-2", "2-3", "3-4", "4-5", "5-6"],
			"info": "Corona Borealis is Latin for \"Northern Crown\". It is one of the 48 constellations listed by Ptolemy. It is the northen counterpart to <Corona Australis>. It has been depicted as a circle of elders, an eagle's nest or bear's den in other cultures. Alphecca is the brightest star, a yellow supergiant, and the prototype of its rare class."
		},

		{
			"name": "Corvus",
			"shape_stars": ["Kraz", "Algorab", "Gienah", "Minkar", "Alchiba"],
			"connections": ["0-1", "0-3", "1-2", "2-3", "3-4"],
			"info": "Corvus is Latin for \"crow\". It is one of the 48 constellations listed by Ptolemy. It was called the Raven in the Babylonian star catalogues. It was also recognized in Polynesian cultures, and was use for astronavigation. Superman's home planet Krypton canonically belongs to the star LHS 2520 in Corvus, selected by Neil deGrasse Tyson."
		},

		{
			"name": "Crater",
			"shape_stars": [
				"Alkes",
				"Beta Crateris",
				"Gamma Crateris",
				"Delta Crateris",
				"Epsilon Crateris",
				"Theta Crateris",
				"Eta Crateris",
				"Zeta Crateris"
			],
			"connections": [
				"0-1",
				"0-3",
				"1-2",
				"2-3",
				"2-7",
				"3-4",
				"4-5",
				"5-6",
				"6-7"
			],
			"info": "Crater is the Latinization of the Greek krater, meaning a type of cup used to water down wine. It is one of the 48 constellations listed by Ptolemy. The cup it depicts is associated with Apollo and it is positioned on the back of <Hydra>. In Babylonian star catalogues the star's of Crater were possibly incorporated with those of <Corvus> in the Babylonian Raven. Crater also contains the quasar RXJ1131, and the supermassive black hole in its center is the first one whose spin was directly measured."
		},

		{
			"name": "Crux",
			"shape_stars": ["Gacrux", "Acrux", "Mimosa", "Delta Crucis"],
			"connections": ["0-1", "2-3"],
			"info": "Crux is Latin for \"cross\", and the asterism is commonly known as the Southern Cross. It is the smallest of the modern constellations, but is one of the easiest to recognize. It has attained great cultural importance in the Southern Hemisphere. Crux was considered a part of <Centaurus> by Ptolemy. It is frequently used in navigation like Polaris is used in the Northern Hemisphere. Continuing the line from Gacrux to Acrux points very close to the Southern Celestial Pole."
		},

		{
			"name": "Cygnus",
			"shape_stars": [
				"mu Cygni",
				"Zeta Cygni",
				"Epsilon Cygni",
				"Sadr",
				"Deneb",
				"Eta Cygni",
				"Albireo",
				"Delta Cygni",
				"Iota Cygni",
				"Kappa Cygni"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"3-4",
				"3-5",
				"3-7",
				"5-6",
				"7-8",
				"8-9"
			],
			"info": "Cygnus is Latinized Greek meaning \"swan\". It is one of the 48 constellations listed by Ptolemy. Part of the main asterism of swan is recognized as the Northern Cross, contrasting with <Crux>. The constellation contains Cygnus X-1, a binary system of a supergiant star and a massive unseen companion, which was the first object that was considered to be a black hole. The constellation also has the most known planets, thanks to the Kepler mission which identified about 100 stars to have planets. The famous North America Nebula is also located inside Cygnus."
		},

		{
			"name": "Delphinus",
			"shape_stars": [
				"Epsilon Delfini",
				"Rotanev",
				"Sualocin",
				"Gamma2 Delphini",
				"Delta Delphini"
			],
			"connections": ["0-1", "1-2", "1-4", "2-3", "3-4"],
			"info": "Delphinus is the Latinized Greek word for \"dolphin\". It is one of the 48 constellations listed by Ptolemy. Delphinus is associated with two stories in Greek Mythology. The stars of Delphinus correspond to constellations in Hindu and Polynesian cultures. It is a dim constellation, with only two stars above the 4th magnitude. "
		},

		{
			"name": "Dorado",
			"shape_stars": [
				"Gamma Doradus",
				"Alpha Doradus",
				"Beta Doradus",
				"HD 40409",
				"Delta Doradus"
			],
			"connections": ["0-1", "1-2", "2-3", "2-4", "3-4"],
			"info": "Dorado is Spanish for \"golden\", and it referst to mahi-mahi or dolphinfish. It was named in the late 16th century by Petrus Plancius. Most of the Large Magellanic Cloud is within Dorado's borders. Even though the name isn't Latin it is treated as such when naming it's stars, using the genitive Doradus."
		},

		{
			"name": "Draco",
			"shape_stars": [
				"Giausar",
				"Kappa Draconis",
				"Thuban",
				"Edasich",
				"Theta Draconis",
				"Eta Draconis",
				"Zeta Draconis",
				"Chi Draconis",
				"Tau Draconis",
				"Epsilon Draconis",
				"Altais",
				"Grumium",
				"Kuma",
				"Rastaban",
				"Eltanin"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"3-4",
				"4-5",
				"5-6",
				"6-7",
				"7-8",
				"8-9",
				"9-10",
				"10-11",
				"11-12",
				"11-14",
				"12-13",
				"13-14"
			],
			"info": "Draco is Latin for \"dragon\". It is one of the 48 constellations listed by Ptolemy. Thuban was the northern pole star from 3942 BC to 1793 BC. The Egyptian Pyramids were designed to have their entrances aligned such that Thuban would be visible. Draco has been identfied with many different dragons in Greek mythology, such as Gigantes who fought the Olympian gods for ten years, before being killed by Athena."
		},

		{
			"name": "Equuleus",
			"shape_stars": [
				"Gamma Equulei",
				"Delta Equulei",
				"Beta Equulei",
				"Kitalpha"
			],
			"connections": ["0-1", "1-2", "2-3", "3-0"],
			"info": "Equuleus is Latin for \"little horse\", a foal. It is one of the 48 constellations listed by Ptolemy. It is very faint, with no stars above the 4th magnitude. It is associated in Greek mythology as the foal Celeris, offspring of <Pegasus>."
		},

		{
			"name": "Eridanus",
			"shape_stars": [
				"Achernar",
				"Chi Eridani",
				"Phi Eridani",
				"Kappa Eridani",
				"HD 16754",
				"Iota Eridani",
				"Acamar",
				"82 Eridani",
				"HD 24072",
				"g Eridani",
				"ups04 Eridani",
				"ups03 Eridani",
				"ups02 Eridani",
				"tau06 Eridani",
				"tau05 Eridani",
				"tau04 Eridani",
				"tau03 Eridani",
				"tau01 Eridani",
				"Azha",
				"Zibal",
				"Epsilon Eridani",
				"Rana",
				"nu Eridani",
				"mu Eridani",
				"Omega Eridani",
				"Cursa",
				"Lambda Eridani",
				"Sceptrum"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"3-4",
				"4-5",
				"5-6",
				"6-7",
				"7-8",
				"8-9",
				"9-10",
				"10-11",
				"11-12",
				"12-13",
				"13-14",
				"14-15",
				"15-16",
				"16-17",
				"17-18",
				"18-19",
				"19-20",
				"20-21",
				"21-22",
				"22-23",
				"23-24",
				"24-25",
				"25-26",
				"26-27"
			],
			"info": "Eridanus represents a river, and it's name was taken as a Latin name for the River Po in Italy. It is one of the 48 constellations listed by Ptolemy. In Roman mythology it is linked to Phaethon's myth. It is said to depict the route he drove with Helios' sky chariot. Later it was also considered to be a path of souls. It has also been conflated with the Nile River."
		},

		{
			"name": "Fornax",
			"shape_stars": ["Alpha Fornacis", "Beta Fornacis"],
			"connections": ["0-1"],
			"info": "Fornax is Latin for \"furnace\". It was named by Nicolas-Louis de Lacaille in 1756, and originally called \"the Chemical Furnace\". Hubble Space Telescope's Ultra-Deep Field is located in Fornax. Six star systems have been found to have planets."
		},

		{
			"name": "Gemini",
			"shape_stars": [
				"Alzirr",
				"Lambda Geminorum",
				"Wasat",
				"Mekbuda",
				"Alhena",
				"Upsilon Geminorum",
				"Kappa Geminorum",
				"Pollux",
				"Iota Geminorum",
				"Tau Geminorum",
				"Castor",
				"Theta Geminorum",
				"Mebsuta",
				"nu Geminorum",
				"Tejat",
				"Propus",
				"1 Geminorum"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"2-5",
				"3-4",
				"5-6",
				"5-7",
				"5-8",
				"8-9",
				"9-10",
				"9-11",
				"9-12",
				"12-13",
				"12-14",
				"14-15",
				"15-16"
			],
			"info": "Gemini is Latin for \"twins\", and is one of the 12 zodiacs. The twins it is associated are Castor and Pollux, which are also the brightest stars in the constellation. It is one of the 48 constellations listed by Ptolemy. The stars Pollux and Castor were also known in Babylon as the Great Twins, depicting minor gods Meshlamtaea and Lugalirra."
		},

		{
			"name": "Grus",
			"shape_stars": [
				"Aldhanab",
				"Lambda Gruis",
				"Alnair",
				"del01 Gruis",
				"Theta Gruis",
				"Iota Gruis",
				"Beta Gruis",
				"Epsilon Gruis",
				"Zeta Gruis"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"2-6",
				"3-4",
				"4-5",
				"5-6",
				"6-7",
				"6-8"
			],
			"info": "Grus is Latin for the bird crane. It is one of the 12 constellations conceived by Petrus Plancius. It first appeared in 1598. Together with <Pavo>, <Phoenix> and <Tucana>, the four constellations are known as the Southern Birds. Six star systems have been found to have planets."
		},

		{
			"name": "Hercules",
			"shape_stars": [
				"Omicron Herculis",
				"Xi Herculis",
				"mu Herculis",
				"Maasym",
				"Sarin",
				"Epsilon Herculis",
				"Zeta Herculis",
				"Kornephoros",
				"Gamma Herculis",
				"Eta Herculis",
				"Sigma Herculis",
				"Tau Herculis",
				"Chi Herculis",
				"Pi Herculis",
				"69 Herculis",
				"Rho Herculis",
				"Theta Herculis",
				"Iota Herculis"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"3-4",
				"3-5",
				"5-6",
				"6-7",
				"7-8",
				"6-9",
				"9-10",
				"10-11",
				"11-12",
				"9-13",
				"13-14",
				"14-15",
				"15-16",
				"16-17"
			],
			"info": "Hercules is a Roman mythology hero, adapted from the Greek hero Heracles, and he is the son of Jupiter. It is one of the 48 constellations listed by Ptolemy. One of Hercules' 12 labours was killing the multi-headed monster <Hydra>. Hercules could be a distorted version of the Babyloninan constellation Standing Gods. Hercules is the largest constellation with no 1st or 2nd magnitude stars, and there are 15 stars known to have planets."
		},

		{
			"name": "Horologium",
			"shape_stars": [
				"Alpha Horologii",
				"Zeta Horologii",
				"mu Horologii"
			],
			"connections": ["0-1", "1-2"],
			"info": "Horologium is Latin for \"pendulum clock\" derived from ancient Greek. It was described by Nicolas-Louis de Lacaille in 1756. It is quite a dim constellation, with only one star above magnitude 4. Four star systems are known to have planets."
		},

		{
			"name": "Hydra",
			"shape_stars": [
				"Gamma Hydrae",
				"Psi Hydrae",
				"Beta Hydrae",
				"Xi Hydrae",
				"nu Hydrae",
				"mu Hydrae",
				"Lambda Hydrae",
				"ups01 Hydrae",
				"Alphard",
				"tau01 Hydrae",
				"tau02 Hydrae",
				"Theta Hydrae",
				"Zeta Hydrae",
				"Rho Hydrae",
				"Epsilon Hydrae",
				"Delta Hydrae",
				"Minchir",
				"Eta Hydrae"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"3-4",
				"4-5",
				"5-6",
				"6-7",
				"7-8",
				"8-9",
				"9-10",
				"10-11",
				"11-12",
				"12-13",
				"13-14",
				"13-17",
				"14-15",
				"15-16",
				"16-17"
			],
			"info": "Hydra represents a female water snake in opposition to the small <Hydrus>, the male water snake. It is the largest and also the longest of the 88 constellations. It is one of the 48 constellations listed by Ptolemy. It is likely an adaptation of the Babylonian constellation \"serpent\". It is also associated with the monster Hydra, which was killed by <Hercules>. Despite it's size, it only contains two stars brighter than the 3rd magnitude."
		},

		{
			"name": "Hydrus",
			"shape_stars": [
				"Alpha Hydri",
				"Delta Hydris",
				"Epsilon Hydri",
				"Gamma Hydri",
				"Beta Hydri"
			],
			"connections": ["0-1", "1-2", "2-3", "3-4"],
			"info": "Hydrus represents a male water snake in opposition to the massive <Hydra>, the female water snake. It was created by Petrus Plancius in the late 1500s. The brightest star is Beta Hydri, which is also the closest reasonably bright star to the south celestial pole, making it useful for navigation. Four star systems have been fouind to have planets."
		},

		{
			"name": "Indus",
			"shape_stars": ["Alpha Indi", "Theta Indi", "Beta Indi"],
			"connections": ["0-1", "1-2", "0-2"],
			"info": "Indus is generally translated to \"the Indian\", but it isn't clear which indigenous people it was originally supposed to represent. It was mapped by Petrus Plancius in the late 1500s. Epsilon Indi is one of the closest stars to Earth, 11.8 light years away."
		},

		{
			"name": "Lacerta",
			"shape_stars": [
				"1 Lacertae",
				"6 Lacertae",
				"5 Lacertae",
				"4 Lacertae",
				"Beta Lacertae",
				"Alpha Lacertae"
			],
			"connections": ["0-1", "1-2", "2-3", "2-5", "3-4", "4-5"],
			"info": "Lacerta is Latin for \"lizard\". It was defined in 1687 by Johannes Hevelius. The constellation is small and dim, which probably explains why it wasn't of interest to the ancient western astronomers. It's stars were included in a Chinese constellation \"Flying Serpent\"."
		},

		{
			"name": "Leo",
			"shape_stars": [
				"Denebola",
				"Zosma",
				"Chertan",
				"Regulus",
				"Eta Leonis",
				"Algieba",
				"Adhafera",
				"Rasalas",
				"Epsilon Leonis"
			],
			"connections": [
				"0-1",
				"0-2",
				"1-2",
				"1-5",
				"2-3",
				"3-4",
				"4-5",
				"5-6",
				"6-7",
				"7-8"
			],
			"info": "Leo is Latin for \"Lion\", and is one of the 12 zodiacs. In ancient Greece, it represented the Nemean Lion, which was killed by Heracles (<Hercules>) as one of his 12 labours. It is one of the 48 constellations listed by Ptolemy. Leo contains many bright stars, and the nine main stars were named in the ancient times. Leo also contains many bright galaxies, such as Messier objects 65, 66, 95, 96 and 105."
		},

		{
			"name": "Leo Minor",
			"shape_stars": [
				"10 Leonis Minoris",
				"21 Leonis Minoris",
				"Beta Leonis Minoris",
				"Praecipua"
			],
			"connections": ["0-1", "1-2", "1-3", "2-3"],
			"info": "Leo Minor is Latin for \"the smaller lion\", in contrast to <Leo>. It is located above or north of <Leo>. It was designated by Johannes Hevelius in 1687. It is small and very dim, with only three stars brighter than magnitude 4.5."
		},

		{
			"name": "Lepus",
			"shape_stars": [
				"Theta Leporis",
				"Eta Leporis",
				"Zeta Leporis",
				"Arneb",
				"Delta Leporis",
				"Gamma Leporis",
				"Nihal",
				"Epsilon Leporis",
				"mu Leporis",
				"Lambda Leporis",
				"nu Leporis",
				"Kappa Leporis",
				"Iota Leporis"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"3-4",
				"3-6",
				"3-8",
				"4-5",
				"5-6",
				"6-7",
				"7-8",
				"8-9",
				"8-11",
				"9-10",
				"11-12"
			],
			"info": "Lepus is Latin for \"hare\". It is one of the 48 constellations listed by Ptolemy. It is sometimes represented as a hare being chased by <Orion>. It is also associated with the Moon rabbit from East Asian mythology."
		},

		{
			"name": "Libra",
			"shape_stars": [
				"Theta Librae",
				"Gamma Librae",
				"Zubeneschamali",
				"Zubenelgenubi",
				"Brachium"
			],
			"connections": ["0-1", "1-2", "1-4", "2-3", "3-4"],
			"info": "Libra is Latin for \"weighing scales\", and one of the 12 zodiacs. It was known in Babylonian astronomy as the scales or balance. It was alternatively seen as a scorpion's claws, in Babylon and ancient Greece. Three star systems are known to have planets."
		},

		{
			"name": "Lupus",
			"shape_stars": [
				"Chi Lupi",
				"Theta Lupi",
				"Eta Lupi",
				"Gamma Lupi",
				"Omega Lupi",
				"Zeta Lupi",
				"Rho Lupi",
				"Alpha Lupi",
				"tau02 Lupi",
				"Beta Lupi",
				"Delta Lupi",
				"phi01 Lupi"
			],
			"connections": [
				"0-1",
				"0-2",
				"1-2",
				"2-3",
				"3-4",
				"3-10",
				"4-5",
				"5-6",
				"5-7",
				"7-8",
				"7-9",
				"9-10",
				"10-11"
			],
			"info": "Lupus is Latin for \"wolf\". It is one of the 48 constellations listed by Ptolemy. It was considered an asterism belonging to <Centaurus> by the ancient Greeks, and was considered to be an arbitrary animal killed or about to be killed by <Centaurus>. It is probably based on a Babylonian figure known as Mad Dog."
		},

		{
			"name": "Lynx",
			"shape_stars": [
				"Alpha Lynchis",
				"38 Lynchis",
				"HD 77912",
				"10 Ursae Majoris",
				"Alsciaukat",
				"21 Lyncis",
				"15 Lyncis",
				"2 Lyncis"
			],
			"connections": ["0-1", "1-2", "2-3", "3-4", "4-5", "5-6", "6-7"],
			"info": "Lynx is named after the animal Lynx. It was introduced by Johannes Hevelius in 1687. It was named Lynx because of its faintness, because one would need to be \"lynx-eyed\"(good sight) to see it. Lynx has multiple double stars, and there have been planets found on six star systems."
		},

		{
			"name": "Lyra",
			"shape_stars": [
				"Vega",
				"zet01 Lyrae",
				"delta02 Lyrae",
				"Sulafat",
				"Sheliak"
			],
			"connections": ["0-1", "1-2", "1-4", "2-3", "3-4"],
			"info": "Lyra is Latin for \"lyre\". It is one of the 48 constellations listed by Ptolemy. It was often represented as a vulture or and eagle carrying a lyre. In Greek mythology Lyra represents the lyre of Orpheus. The brightest star Vega, is also one of the brightest on the night sky and overall one of the most important stars. Vega was the pole star in 12 000 BCE and will become the pole again in 14000 CE. Lyra also hosts the Ring Nebula, the best known planetary nebula."
		},

		{
			"name": "Mensa",
			"shape_stars": ["Gamma Mensae", "mu Mensae"],
			"connections": ["0-1"],
			"info": "Mensa is Latin for \"table\", though it was originally named Mons Mensae (Table Mountain). It was created by Nicolas-Louis de Lacaille in the 18th century. There are two star systems with known planets. The Large Magellanic Cloud is partially within Mensa's boundaries. This feature was one of the reasons for the name, as it refers to the Table Mountain, on top of which Lacaille's observatory was. It was often surrounded with clouds, so he decided that the table should be close to the clouds in the sky."
		},

		{
			"name": "Microscopium",
			"shape_stars": [
				"Alpha Microscopii",
				"Gamma Microscopii",
				"Epsilon Microscopii"
			],
			"connections": ["0-1", "1-2"],
			"info": "Microscopium is Latin for \"microscope\" named by Nicolas-Louis de Lacaille in the 18th century. It is small and dim, with it's brightest star having the apparent magnitude of 4.68. There aren't really any deep sky objects in it either, and it was described as \"totally unremarkable\" by Sir Patrick Alfred Caldwell-Moore."
		},

		{
			"name": "Monoceros",
			"shape_stars": [
				"HD 42111",
				"Epsilon Monocerotis A",
				"Delta Monocerotis",
				"Beta Monocerotis",
				"Gamma Monocerotis",
				"Zeta Monocerotis",
				"Alpha Monocerotis"
			],
			"connections": ["0-1", "1-2", "2-3", "2-5", "3-4", "5-6"],
			"info": "Monoceros is Latinized Greek for \"unicorn\". Its definition is attributed to Petrus Plancius. It is a dim constellations, and hard to see with the naked eye. There is a star system with two Super-Earth exoplanets. Monoceros also hosts one of the nearest black holes to the Solar System. It with its star companion form the A0620-00 binary system."
		},

		{
			"name": "Musca",
			"shape_stars": [
				"Lambda Muscae",
				"Gamma Muscae",
				"Alpha Muscae",
				"Beta Muscae"
			],
			"connections": ["0-1", "1-2", "2-3", "0-3"],
			"info": "Musca us Latin for \"fly\" (insect). It was created by Petrus Plancius, and first appeared on a celestial globe in 1597. It was also known as \"Apis\", \"the bee\" for 200 years. Some of the stars were also known in Brazil as the \"Ornate Hawk-Eagle's double flutes\", and in Australia multiple peoples had definitions for them. Three star systems have been found to have exoplanets. "
		},

		{
			"name": "Norma",
			"shape_stars": [
				"Kappa Normae",
				"gam02 Normae",
				"Epsilon Normae",
				"Eta Normae"
			],
			"connections": ["0-1", "1-2", "1-3", "2-3", "0-3"],
			"info": "Norma is Latin for \"normal\" referring to a right angle or a carpenter's square. It was drawn by Nicolas-Louis de Lacaille in the 18th century. Mu Normae, a blue supergiant, is one of the most luminous stars known. It as bright as 339 000 suns, and weighs 40 solar masses. But given it's distance at 3260 light years, it only has an apparent magnitude of approximately 4.94. There are four stars with known exoplanets."
		},

		{
			"name": "Octans",
			"shape_stars": ["Delta Octantis", "Beta Octantis", "nu Octantis"],
			"connections": ["0-1", "1-2", "0-2"],
			"info": "Octans is Latin for \"the eight part of a circle\", but it is named after the octant, a navigational instrument. It was drawn by Nicolas-Louis de Lacaille in the 1752. The celestial pole star, Polaris Australis, is located within the boundaries of Octans. It is very faint, so it isn't practical for navigation. Saturn's celestial pole star, Delta Octantis, is also within Octantis."
		},

		{
			"name": "Ophiuchus",
			"shape_stars": [
				"51 Ophiuchi",
				"Sabik",
				"Zeta Ophiuchi",
				"Yed Posterior",
				"Kappa Ophiuchi",
				"Rasalhague",
				"Cebalrai"
			],
			"connections": ["0-1", "1-2", "1-6", "2-3", "3-4", "4-5", "5-6"],
			"info": "Ophiuchus comes from Ancient Greek, meaning \"serpent-bearer\". It is often depicted as a man grasping a snake, <Serpens>. It is one of the 48 constellations listed by Ptolemy. On the 9th of October 1604, a supernova was observed within Ophiuchus. It was studied extensively by Johannes Kepler, and was also called Kepler's Supernova. It is the most recent supernova, confirmed to be observed with the naked eye. Galileo used its appearance to counter the Aristotelian Dogma that heavens are changeless. The 3rd nearest star, Barnard's Star at 5.96 light-years, is also within Ophiuchus."
		},

		{
			"name": "Orion",
			"shape_stars": [
				"Betelgeuse",
				"Bellatrix",
				"Alnilam",
				"Alnitak",
				"Mintaka",
				"Meissa",
				"Saiph",
				"Rigel"
			],
			"connections": [
				"0-1",
				"0-5",
				"0-3",
				"1-5",
				"1-4",
				"2-4",
				"2-3",
				"3-6",
				"4-7"
			],
			"info": "Orion is a prominent constellation, and it has myths associated with it in many cultures. It is one of the 48 constellations listed by Ptolemy. It was known to the Babylonians as \"The Heavenly Shepherd\", and in ancient Egypt the stars were regarded as a god, Sah. In Greek mythology Orion was a supernaturally strong hunter. Orion is related to <Scorpius>, as Gaia sent the scorpion to kill him, but Orion was revived by <Ophiuchus> with an antidote. Orion's stars were also known in medieval Muslim astronomy, China, India, multiple European countries, Americas and south-east Asia. The famous Orion Nebula (M42) is located on Orion's Sword, between his \"legs\"."
		},

		{
			"name": "Pavo",
			"shape_stars": [
				"Peacock",
				"Gamma Pavonis",
				"Beta Pavonis",
				"Delta Pavonis",
				"Epsilon Pavonis",
				"Zeta Pavonis",
				"Kappa Pavonis",
				"Lambda Pavonis",
				"ksi Pavonis",
				"Pi Pavonis",
				"Eta Pavonis"
			],
			"connections": [
				"0-1",
				"0-3",
				"1-2",
				"2-3",
				"3-4",
				"3-6",
				"4-5",
				"5-6",
				"6-7",
				"7-8",
				"7-9",
				"8-9",
				"9-10"
			],
			"info": "Pavo is Latin for \"Peacock\". It was created by Petrus Plancius, and published in 1598. Together with <Grus>, <Phoenix> and <Tucana>, the four constellations are known as the Southern Birds. The stars were known as Argos, the builder of the ship Argo. Goddess Juno turned him into a peacock, so it is possible that it was known as Pavo by the ancient Greeks. Part of the constellation is known as \"the Saucepan\" in Australia, and it can be used to locate the southern celestial pole."
		},

		{
			"name": "Pegasus",
			"shape_stars": [
				"Alpheratz",
				"Algenib",
				"Markab",
				"ksi Pegasi",
				"Homam",
				"Biham",
				"Enif",
				"Scheat",
				"Sadalbari",
				"Lambda Pegasi",
				"Iota Pegasi",
				"Kappa Pegasi",
				"Matar",
				"Pi Pegasi"
			],
			"connections": [
				"0-1",
				"0-7",
				"1-2",
				"2-3",
				"2-7",
				"3-4",
				"4-5",
				"5-6",
				"7-8",
				"7-12",
				"8-9",
				"9-10",
				"10-11",
				"12-13"
			],
			"info": "Pegasus is named after the winged horse \"Pegasus\" in Greek mythology. It is one of the 48 constellations listed by Ptolemy. It was called \"Hippos\" in ancient Greece, and one myth says that his hooves dug out a spring, Hippocrene. This spring gave those who drank from it the ability to write poetry. In medieval Persia, Pegasus was depicted as a complete horse facing east, instead of half a horse, like most other uranographers. 12 star systems have been found to have exoplanets. 51 Pegasi is also the first Sun-like star discovered to have an exoplanet."
		},

		{
			"name": "Perseus",
			"shape_stars": [
				"Omicron Persei A",
				"Zeta Persei",
				"Menkib",
				"Epsilon Persei",
				"Delta Persei",
				"Mirfak",
				"Algol",
				"Gorgonea Tertia",
				"16 Persei",
				"Gamma Persei",
				"Miram"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"3-4",
				"4-5",
				"5-6",
				"5-9",
				"6-7",
				"7-8",
				"9-10"
			],
			"info": "Perseus is named after the Greek mythological hero Perseus. It is one of the 48 constellations listed by Ptolemy. Perseus was tasked with killing Medusa the Gorgon, the star Gorgonea Tertia being a reference to the Gorgons. Perseus was succesfull, and <Pegasus> and Chrysaor appeared from her body. After this, Perseus went to the realm of <Cepheus> to save <Andromeda> from the sea monster <Cetus>. The constellation of Perseus was known as the \"Old Man\" in the Neo-Assyrian Babylonia. The Perseids is a famous meteor shower that radiates from Perseus from mid-July to August. They have been observed for about 2000 years."
		},

		{
			"name": "Phoenix",
			"shape_stars": [
				"Epsilon Phoenicis",
				"Ankaa",
				"Kappa Phoenicis",
				"Gamma Phoenicis",
				"Beta Phoenicis",
				"Psi Phoenicis",
				"Delta Phoenicis",
				"Zeta Phoenicis"
			],
			"connections": [
				"0-1",
				"0-2",
				"1-2",
				"2-3",
				"2-4",
				"2-7",
				"3-4",
				"4-5",
				"4-6",
				"4-7",
				"5-6"
			],
			"info": "Phoenix is named after the mythical bird phoenix. It was created by Petrus Plancius and appeared on a celestial globe in 1597. Together with <Grus>, <Pavo> and <Tucana>, the four constellations are known as the Southern Birds. Unlike other constellations introduced by Plancius and Lacaille, Phoenix has precedent in ancient astronomy. Arabs saw it representing young ostriches, or a griffin or an eagle. The brightest star Ankaa, is derived from the Arabic word meaning \"the phoenix\"."
		},

		{
			"name": "Pictor",
			"shape_stars": [
				"Alpha Pictoris",
				"Gamma Pictoris",
				"Beta Pictoris"
			],
			"connections": ["0-1", "1-2"],
			"info": "Pictor is Latin for \"painter\". It was named by Nicolas-Louis de Lacaille in the 18th century. It is usually represented as an easel, and was named the painter's easel (Equuleus Pictoris) in the past. Pictor's second brightest star Beta Pictoris is interesting, as it has an unusual carbon-rich dust disk, and two exoplanets."
		},

		{
			"name": "Pisces",
			"shape_stars": [
				"Sigma Piscium",
				"Upsilon Piscium",
				"Phi Piscium",
				"Alpherg",
				"Torcular",
				"Alrescha",
				"Ksi Piscium",
				"nu Piscium",
				"mu Piscium",
				"Epsilon Piscium",
				"Delta Piscium",
				"41 Piscium",
				"Omega Piscium",
				"Iota Piscium",
				"Lambda Piscium",
				"Kappa Piscium",
				"Gamma Piscium",
				"Theta Piscium"
			],
			"connections": [
				"0-1",
				"0-2",
				"1-2",
				"2-3",
				"3-4",
				"4-5",
				"5-6",
				"6-7",
				"7-8",
				"8-9",
				"9-10",
				"10-11",
				"11-12",
				"12-13",
				"13-14",
				"13-17",
				"14-15",
				"15-16",
				"16-17"
			],
			"info": "Pisces is Latin for \"fishes\". It is one of the 12 zodiacs and the counterpart of <Piscis Austrinus>. Even though it is a large constellation, there are only two stars brighter than magnitude 4, and none brighter the 3rd magnitude. Pisces originates from the Babylonina constellations \"the great swallow\" and \"Lady of the Heaven\". In Greek mythology it is associated with Aphrodite and Eros, who either shape-shifted into fish, or were helped by two fishes to escape the monster Typhon. In the Roman version, it is Venus and Cupid, who get carried away by two fishes."
		},

		{
			"name": "Piscis Austrinus",
			"shape_stars": [
				"Fomalhaut",
				"Epsilon Piscis Austrini",
				"Eta Piscis Austrini",
				"Theta Piscis Austrini",
				"Tau Piscis Austrini",
				"Beta Piscis Austrini",
				"Delta Piscis Austrini"
			],
			"connections": ["0-1", "1-2", "2-3", "3-4", "4-5", "5-6"],
			"info": "Piscis Austrinus is Latin for \"southern fishes\" and it is the counterpart of <Pisces>. It is one of the 48 constellations listed by Ptolemy. It originated from the Babylonian constellation, known as the \"Fish\". In Greek mythology it is known as the \"Great Fish\" and is depicted swallowing the water poured by <Aquarius>. In Egyptian mythology this fish saved the life of the goddess Isis. It is a faint constellation, and has only one star brighter than the 4th magnitude: Fomalhaut, which is 1st magnitude and the 18th-brightest star in the night sky. "
		},

		{
			"name": "Puppis",
			"shape_stars": [
				"Naos",
				"Tureis",
				"Asmidiske",
				"Ahadi",
				"nu Puppis",
				"Tau Puppis",
				"Sigma Puppis"
			],
			"connections": ["0-1", "0-6", "1-2", "2-3", "3-4", "4-5", "5-6"],
			"info": "Puppis is Latin for \"Stern\". It was a part of the ancient Greek constellation Argo Navis, the great ship of the mythical Jason. Argo Navis was one of the 48 constellations listed by Ptolemy. It was split into three parts in 1752: <Carina>, Puppis and <Vela>. Seven star systems have been found to have planets."
		},

		{
			"name": "Pyxis",
			"shape_stars": ["Gamma Pyxidis", "Alpha Pyxidis", "Beta Pyxidis"],
			"connections": ["0-1", "1-2"],
			"info": "Pyxis, abbreviated from Pyxis Nautica, is Latin for a \"mariner's compass\". It contrasts with <Circinus>, which represents a draftsman's compasses. Both were introduced by Nicolas-Louis de Lacaille in the 18th century. In ancient China, its stars along with some from <Antlia> formed a part of \"Tianmiao\", a celestial temple honouring the emperor's ancestors. Three stars have confirmed planetary systems."
		},

		{
			"name": "Reticulum",
			"shape_stars": [
				"Epsilon Reticuli",
				"Delta Reticuli",
				"Beta Reticuli",
				"Alpha Reticuli"
			],
			"connections": ["0-1", "0-3", "1-2", "2-3"],
			"info": "Reticulum is Latin for a \"small net\" or \"reticle\", a net of crosshairs at the focus of a telescope eyepiece. A constellation in this area was first introduced by Isaac Habrecht II in 1621, which was called \"Rhombus\". It was replaced by the current one by Nicolas-Louis de Lacaille in the 18th century. It was named to commerate the reticle of his telescope eyepiece. It is a small and faint constellation, wiht no stars brighter than 3rd magnitude."
		},

		{
			"name": "Sagitta",
			"shape_stars": [
				"Eta Sagittae",
				"Gamma Sagittae",
				"Delta Sagittae",
				"Beta Sagittae",
				"Sham"
			],
			"connections": ["0-1", "1-2", "2-3", "2-4"],
			"info": "Sagitta is Latin for \"arrow\", not to be confused with <Sagittarius>. It is one of the 48 constellations listed by Ptolemy. Even though it is ancient, it doesn't have any stars brighter than 3rd magnitude. It was regarded as the the weapon that <Hercules> used to kill <Aquila> by the ancient Greeks. Sagitta is the 3rd smallest constellation by area, and three stars are known to have planets."
		},

		{
			"name": "Sagittarius",
			"shape_stars": [
				"bet02 Sagittarii",
				"Rukbat",
				"Iota Sagittarii",
				"tet01 Sagittarii",
				"62 Sagittarii",
				"52 Sagittarii",
				"Tau Sagittarii",
				"Ascella",
				"Kaus Australis",
				"Eta Sagittarii",
				"Alnasl",
				"3 Sagittarii",
				"Kaus Media",
				"Kaus Borealis",
				"Polis",
				"Phi Sagittarii",
				"Nunki",
				"ksi02 Sagittarii",
				"Omicron Sagittarii",
				"43 Sagittarii",
				"rho01 Sagittarii"
			],
			"connections": [
				"0-2",
				"1-2",
				"2-3",
				"3-4",
				"4-5",
				"5-6",
				"6-7",
				"6-16",
				"7-8",
				"7-15",
				"8-9",
				"8-10",
				"8-12",
				"10-11",
				"10-12",
				"12-13",
				"12-15",
				"13-14",
				"13-15",
				"15-16",
				"16-17",
				"17-18",
				"18-19",
				"19-20"
			],
			"info": "Sagittarius is Latin for \"archer\", and it is one of the 12 zodiacs. It is one of the 48 constellations listed by Ptolemy. It was already identified in Babylonia as the god Nergal, a centaur with a bow. In Greek mythology it was also identified as a centaur. There are two centaurs in the night sky Sagittarius and <Centaurus>, and both are associated with the centaur Chiron. The arrow of Sagittarius points at the heart of <Scorpius>, Antares, to avenge <Scorpius>'s slaying of <Orion> or to stop <Scorpius> from attacking <Hercules>. The supermassive black hole at the center of the Milky Way, Sagittarius A*, lies in Sagittarius."
		},

		{
			"name": "Scorpius",
			"shape_stars": [
				"Shaula",
				"Kappa Scorpii",
				"iot01 Scorpii",
				"Sargas",
				"Eta Scorpii",
				"zet02 Scorpii",
				"mu01 Scorpii",
				"Epsilon Scorpii",
				"Paikauhale",
				"Antares",
				"Pi Scorpii",
				"Dschubba",
				"Acrab"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"3-4",
				"4-5",
				"5-6",
				"6-7",
				"7-8",
				"8-9",
				"9-10",
				"9-11",
				"9-12"
			],
			"info": "Scorpius is Latin for \"scorpion\", and it is one of the 12 zodiacs. However the astrological sign Scropio differs from the constellation, unlike other zodiacs. It is one of the 48 constellations listed by Ptolemy. It was already called the \"Scorpion\" by the Babylonians. In Greek mythology Scorpius is often associated with <Orion>, having been sent to kill him by either Artemis and Leto or Apollo. Scorpius contains many bright stars, the most prominent of which is Antares \"rival of Mars\". It is the 15th brightest star in the night sky, and has a reddish hue similar to the planet Mars."
		},

		{
			"name": "Sculptor",
			"shape_stars": [
				"Alpha Sculptoris",
				"Beta Sculptoris",
				"Gamma Sculptoris"
			],
			"connections": ["0-1", "1-2", "0-2"],
			"info": "Sculptor was originally named Apparatus Sculptoris, Latin for \"the sculptor's studio\". It was introduced by Nicolas-Louis de Lacaille in the 18th century. It is small and faint, with the brightest star having a magnitude of 4.3. This is explained by the fact that Sculptor contains the south galactic pole, where stellar density is very low. Six planets have been found to have planets."
		},

		{
			"name": "Scutum",
			"shape_stars": [
				"HD 175156",
				"R Scuti",
				"Beta Scuti",
				"Alpha Scuti",
				"Gamma Scuti"
			],
			"connections": ["0-1", "1-2", "2-3", "3-4", "0-4"],
			"info": "Scutum is Latin for \"shield\". It was originally named Scutum Sobiescianum by Johannes Havelius in 1684. It is not a bright constellation, with only one star brighter than 4th magnitude. One of the largest known stars, UY Scuti with a radius over 900 times that of the sun, is located in Scutum. The space probe Pioneer 11 is moving towards Scutum, but won't get close to the nearest star in at least a million years."
		},

		{
			"name": "Serpens",
			"shape_stars": [
				"Alya",
				"Eta Serpentis",
				"Omicron Serpentis",
				"Ksi Serpentis",
				"nu Serpentis",
				"mu Serpentis",
				"Epsilon Serpentis",
				"Unukalhai",
				"Delta Serpentis",
				"Beta Serpentis",
				"Gamma Serpentis",
				"Kappa Serpentis"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"3-4",
				"5-6",
				"6-7",
				"7-8",
				"8-9",
				"9-10",
				"10-11",
				"9-11"
			],
			"info": "Serpens comes from the Greek word \"Óphis\", meaning \"the Serpent\". It is unique among the modern constellation, for being split in two parts, the serpent's head and tail. It is depicted passing behind <Ophiuchus>, the Serpent-Bearer. In Greek mythology Serpens represents a snake held by the healer Asclepius. The famous Eagle Nebula, which contains the Pillars of Creation, is located in the tail part."
		},
		{
			"name": "Sextans",
			"shape_stars": [
				"Delta Sextantis",
				"Alpha Sextantis",
				"Beta Sextantis",
				"Gamma Sextantis"
			],
			"connections": ["0-2", "1-2", "1-3"],
			"info": "Sextans is Latin for the astronomical sextant. It was introduced by Johannes Hevelius in 1687. It is very faint, with only one star above the 5th magnitude. Sextans is the location of the field that Hubble Scape Telescope studied for the COSMOS project."
		},

		{
			"name": "Taurus",
			"shape_stars": [
				"Omicron Tauri",
				"Lambda Tauri",
				"Gamma Tauri",
				"Secunda Hyadum",
				"Atlas",
				"del03 Tauri",
				"Ain",
				"tet02 Tauri",
				"Aldebaran",
				"Zeta Tauri",
				"Tau Tauri",
				"Elnath"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"2-7",
				"3-4",
				"3-5",
				"5-6",
				"6-8",
				"6-10",
				"7-8",
				"8-9",
				"10-11"
			],
			"info": "Taurus is Latin for \"Bull\", and it is one of the 12 zodiacs. It is one of the 48 constellations listed by Ptolemy. Taurus is one of the oldest constellations, dating back to at least the Early Bronze Age, possibly even the Upper Paleolithic. Taurus is possibly depicted in a cave painting at Lascaux, dated to roughly 15 000 BC. The best known open cluster Pleiades (Seven Sisters) is located in Taurus, and is often connected to the constellation. Pleiades was possibly also depicted in the aforementioned cave paintings. It was defined by the Babylonians as the Bull of Heaven, who was sent to kill Gilgamesh. Taurus was also important to the Egyptians, ancient Greeks, Druids and Inuit."
		},

		{
			"name": "Telescopium",
			"shape_stars": ["Alpha Telescopii", "Zeta Telescopii"],
			"connections": ["0-1"],
			"info": "Telescopium is the Latinized form of the Greek word for \"telescope\". It was defined by Nicolas-Louis de Lacaille in the 18th century. Telescopium hosts two unusal stars with very little hydrogen. While the asterism is small, the constellation area is moderately sized. It is still faint, with no stars above 3rd magnitude."
		},

		{
			"name": "Triangulum",
			"shape_stars": ["Gamma Trianguli", "Beta Trianguli", "Mothallah"],
			"connections": ["0-1", "1-2", "0-2"],
			"info": "Triangulum is Latin for \"triangle\". It is one of the 48 constellations listed by Ptolemy, and was known by the Babylonias and Greeks. In Babylon, it was known as \"the Plough\" and also included Gamma Andromedae. The Triangulum Galaxu (Messier 33) is in Triangulum. It is the 3rd largest of the galaxies in the Local Group, behind Andromeda and Milky Way. It is likely a satellite of Andromeda. The constellation itself is faint, with no stars above 3rd magnitude."
		},

		{
			"name": "Triangulum Australe",
			"shape_stars": [
				"Atria",
				"Beta Trianguli Australis",
				"Gamma Trianguli Australis"
			],
			"connections": ["0-1", "1-2", "0-2"],
			"info": "Triangulum Australe is Latin for \"the southern triangle\", distinguishing from <Triangulum>. Its shape is that of an acute triangle, and it was depicted by Petrus Plancius in 1589 as Triangulus Antarcticus. Triangulum Australe may have been catalogued by Amerigo Vespucci, but the triangle he saw could also have been <Apus>. The constellation appears on the flag of Brazil."
		},

		{
			"name": "Tucana",
			"shape_stars": [
				"Alpha Tucanae",
				"Gamma Tucanae",
				"Zeta Tucanae",
				"bet01 Tucanae"
			],
			"connections": ["0-1", "1-2", "1-3"],
			"info": "Tucana is named after toucan, a South American bird. It was introduced by Petrus Plancius in 1589. Together with <Grus>, <Pavo> and <Phoenix>, the four constellations are known as the Southern Birds. Tucana is not prominent, with only one star above 3rd magnitude. The Small Magellanic Cloud, on of the closest galaxies at 210 000 light-years, is located in Tucana."
		},

		{
			"name": "Ursa Major",
			"shape_stars": [
				"Alkaid",
				"Mizar",
				"Alioth",
				"Megrez",
				"Phecda",
				"Chi Ursae Majoris",
				"Psi Ursae Majoris",
				"Tania Borealis",
				"Tania Australis",
				"Merak",
				"Dubhe",
				"Phi Ursae Majoris",
				"Theta Ursae Majoris",
				"Alkaphrah",
				"Iota Ursae Majoris A",
				"Upsilon Ursae Majoris",
				"Muscida",
				"23 Ursae Majoris"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"3-4",
				"3-10",
				"4-5",
				"4-9",
				"5-6",
				"6-7",
				"6-8",
				"9-10",
				"9-11",
				"10-17",
				"11-12",
				"12-13",
				"12-14",
				"11-15",
				"15-16",
				"16-17"
			],
			"info": "Ursa Major is Latin for \"greater bear\". It is one of the 48 constellations listed by Ptolemy. The bear shape might stem from a common oral tradition fo Cosmic Hunt, from over 13 000 years ago. The asterism Big Dipper might be even more famous than the constellation itself. Either one has been and still is prominent in multiple cultures, and is the symbol of the north. It is mentioned in Arabian folklore, Greco-Roman mythology and Hindu tradition. In China, Korea and Japan, the seven brightest stars were important. In Shinto, they belong to the oldest and most powerful god, and in China each of the stars had their specific names. The stars are also noted in native American traditions and in Uralic traditions, including the ancient Finns and the Sámi."
		},

		{
			"name": "Ursa Minor",
			"shape_stars": [
				"Polaris",
				"Yildun",
				"Epsilon Ursae Minoris",
				"Zeta Ursae Minoris",
				"Eta Ursae Minoris",
				"Pherkad",
				"Kochab"
			],
			"connections": ["0-1", "1-2", "2-3", "3-4", "4-5", "5-6", "3-6"],
			"info": "Ursa Minor is Latin for \"Lesser Bear\", contrasting with <Ursa Major>. It is also known as the Little Dipper, given its similar shape to the Big Dipper in <Ursa Major>. It is one of the 48 constellations listed by Ptolemy. In Babylonia it was known as the \"Wagon of Heaven\". Polaris, the brightest star in the constellation, is also the north pole star. It has been important for navigation. The ancient Greeks also called Ursa Minor the dog's tail. Because Ursa Minor has seven stars, the Latin word for north is \"septentrio\". In Inuit astronomy  the three brightest stars were known as \"Nuutuittut\" meaning \"never moving\"."
		},

		{
			"name": "Vela",
			"shape_stars": [
				"Regor",
				"Suhail",
				"Psi Velorum",
				"HD 88955",
				"p Velorum",
				"mu Velorum",
				"Phi Velorum",
				"Markeb",
				"Delta Velorum",
				"Omicron Velorum"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"3-4",
				"4-5",
				"5-6",
				"6-7",
				"7-8",
				"8-9",
				"0-9"
			],
			"info": "Vela is Latin for the sails of a ship. It was a part of the ancient Greek constellation Argo Navis, the great ship of the mythical Jason. Argo Navis was one of the 48 constellations listed by Ptolemy. It was split into three parts in 1752: <Carina>, <Puppis> and Vela. Gamma Valorum is a multi-star system, which includes the closest and brightest example of the very rare Wolf-Rayet star. Vela also contains the Vela Supercluster, one of the largest structures in the known universe."
		},

		{
			"name": "Virgo",
			"shape_stars": [
				"109 Virginis",
				"Tau Virginis",
				"Heze",
				"Spica",
				"Kappa Virginis",
				"Syrma",
				"mu Virginis",
				"Porrima",
				"Zaniah",
				"nu Virginis",
				"Minelauva",
				"Vindemiatrix"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"2-10",
				"3-4",
				"4-5",
				"5-6",
				"3-7",
				"7-8",
				"7-10",
				"8-9",
				"10-11"
			],
			"info": "Virgo is Latin for \"maiden\", and it is the largest of the 12 zodiacs. It is one of the 48 constellations listed by Ptolemy. It was also known in Babylonia as \"The Furrow\". There are 35 verified exoplanets orbiting 29 stars. The Virgo galaxy cluster is located inside it. The central supermasssive black hole at the center of the M87 galaxy, was the subject of the first direct image of a black hole. It has a mass of at least 7.2 billion solar masses, making it the largest black hole in the immediate vicinity of the Milky Way."
		},

		{
			"name": "Volans",
			"shape_stars": [
				"Delta Volantis",
				"Epsilon Volantis A",
				"Beta Volantis",
				"Alpha Volantis",
				"Zeta Volantis",
				"gam02 Volantis"
			],
			"connections": ["0-1", "1-2", "1-3", "1-4", "1-5", "2-3", "4-5"],
			"info": "Volans represents a flying fish; its name is shortened from the original Latin \"Piscis Volanis\". It was created by Petrus Plancius and published on a celestial globe in 1597. The first exoplanet in the conservative habitable zone was discovered in Volans in 2023."
		},

		{
			"name": "Vulpecula",
			"shape_stars": ["15 Vulpeculae", "Anser"],
			"connections": ["0-1"],
			"info": "Vulpecula is Latin for \"little fox\". It was created by Johannes Hevelius in the 17th century. It is faint, with no stars brighter than 4th magnitude. The first pulsar was discovered in Vulpecula in 1967. It also hosts one of the closest exoplanets, where water vapor was confirmed. However, the surface temperature of the planet rises above 1000 °C. Vulpecula is also home to the Dumbbell Nebula (M27), a large and bright planetary Nebula."
		}
	]
}
