{
	"constellations": [
		{
			"name": "Andromeda",
			"shape_stars": [
				"Almach",
				"Mirach",
				"mu Andromedae",
				"nu Andromedae",
				"delta Andromedae",
				"Alpheratz"
			],
			"connections": ["0-1", "1-4", "4-5", "1-2", "2-3"],
			"info": "Andromeda is one of the 48 constellations listed by Ptolemy. The Andromeda Galaxy (M31) is located next to Nu Andromedae, appearing just outside the constellation. It is named after Andromeda, the daughter of Cassiopeia, from Greek mythology."
		},

		{
			"name": "Antlia",
			"shape_stars": ["Alpha Antliae", "Epsilon Antliae", "Iota Antliae"],
			"connections": ["0-1", "0-2"],
			"info": "The name means \"pump\" in Latin and Greek; representing an air pump. It is very faint and small. The constellation was established originally by a French astronomer in the 18th century, commemorating the air pump invented by a French physicist."
		},

		{
			"name": "Apus",
			"shape_stars": [
				"alpha Apodis",
				"beta Apodis",
				"delta1 Apodis",
				"delta2 Apodis",
				"gamma Apodis"
			],
			"connections": ["0-2", "2-3", "3-1", "1-4"],
			"info": "Apus represents a bird-of-paradise, a type of bird mostly found in New Guinea. The name means \"without feet\", as it was wrongly believed that these birds don't have feet. It was first depicted on a celestial globe in 1598."
		},

		{
			"name": "Aquarius",
			"shape_stars": [
				"Albali",
				"Sadalsuud",
				"Sadalmelik",
				"Ancha",
				"Iota Aquarii",
				"Sigma Aquarii",
				"Tau Aquarii",
				"Skat",
				"88 Aquarii",
				"Sadachbia",
				"zeta Aquarii",
				"eta Aquarii",
				"lambda Aquarii",
				"psi1 Aquarii",
				"98 Aquarii"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"3-4",
				"3-5",
				"5-6",
				"6-7",
				"7-8",
				"2-9",
				"9-10",
				"10-11",
				"11-12",
				"12-13",
				"13-14"
			],
			"info": "Aquarius is one of the 12 zodiacs. In Latin it means \"water-carrier\". It's one of the oldest zodiacs, appearing in the Babylonian star catalogues. Aquarius is one of the 48 constellations listed by Ptolemy."
		},

		{
			"name": "Aquila",
			"shape_stars": [
				"Altair",
				"Tarazed",
				"Alshain",
				"delta Aquilae",
				"zeta Aquilae",
				"epsilon Aquilae",
				"eta Aquilae",
				"theta Aquilae",
				"iota Aquilae",
				"lambda Aquilae",
				"12 Aquilae"
			],
			"connections": [
				"0-1",
				"0-2",
				"2-3",
				"3-4",
				"4-5",
				"3-6",
				"6-7",
				"7-8",
				"8-9",
				"9-10",
				"9-4"
			],
			"info": "Aquila means eagle in Latin, and it represents the bird that carried Zeus/Jupiter's thunderbolts. Aquila is one of the 48 constellations listed by Ptolemy. It had been mentioned earlier in the 4th century BC. The Greek Aquila is likely based on the Babylonian constellation of the Eagle."
		},

		{
			"name": "Ara",
			"shape_stars": [
				"alpha Arae",
				"theta Arae",
				"beta Arae",
				"gamma Arae",
				"delta Arae",
				"eta Arae",
				"zeta Arae",
				"epsilon1 Arae"
			],
			"connections": ["0-1", "0-2", "0-7", "3-4", "4-5", "5-6", "6-7"],
			"info": "Ara means \"altar\" in Latin. In Greek mythology, \"Ara\" meant the altar where the gods formed and alliance to defeat the Titans. Ara is one of the 48 constellations listed by Ptolemy. Within the constellations boundaries is Westerlund 1, a super star cluster, which contains one of the largest know stars, Westerlund 1-26."
		},

		{
			"name": "Aries",
			"shape_stars": [
				"gamma1 Arietis",
				"Sheratan",
				"Hamal",
				"41 Arietis"
			],
			"connections": ["0-1", "1-2", "2-3"],
			"info": "Aries is one of the 12 zodiacs, and it means ram (male sheep) in Latin. Aries is one of the 48 constellations listed by Ptolemy. It has represented a ram since late Babylonian times. Before that, it formed a farmhand. Aries is a relatively dim constellation."
		},

		{
			"name": "Auriga",
			"shape_stars": [
				"Capella",
				"Menkalinan",
				"theta Aurigae",
				"Elnath",
				"Hassaleh",
				"eta Aurigae",
				"epsilon Aurigae",
				"zeta Aurigae",
				"delta Aurigae"
			],
			"connections": [
				"0-8",
				"0-1",
				"0-5",
				"0-6",
				"1-8",
				"1-2",
				"2-3",
				"3-4",
				"4-5",
				"6-7"
			],
			"info": "Auriga is Latin for \"charioteer\". It is one of the 48 constellations listed by Ptolemy. The brightest star Capella, is an unusual multi-star system. The first record of Auriga was in Mesopotamia as a constellation called GAM, depictinga scimitar. It might have represented only Capella, or the whole constellation."
		},

		{
			"name": "Boötes",
			"shape_stars": [
				"Arcturus",
				"Muphrid",
				"tau Boötis A",
				"zeta Boötis",
				"Izar",
				"delta Boötis",
				"Nekkar",
				"Seginus",
				"rho Boötis",
				"lambda Boötis",
				"kappa2 Boötis",
				"theta Boötis"
			],
			"connections": [
				"0-1",
				"0-3",
				"0-4",
				"0-8",
				"1-2",
				"4-5",
				"5-6",
				"6-7",
				"7-9",
				"9-10",
				"9-11",
				"10-11"
			],
			"info": "Boötes means ox-driver in Latin and Greek. It is one of the 48 constellations listed by Ptolemy. The constellation was known by the ancient Babylonians, and it is mentioned in Homer's Odyssey."
		},

		{
			"name": "Caelum",
			"shape_stars": [
				"Gamma Caeli",
				"Beta Caeli",
				"Alpha Caeli A",
				"Delta Caeli"
			],
			"connections": ["0-1", "1-2", "2-3"],
			"info": "Caelum means chisel in Latin, which is a rare meaning of the word. Caelum is more commonl associated with \"sky\" or \"heaven\". The constellation was introduced in 1750s. Due to its location away from the plane of the Milky Way, there are few objects of interest. It is also very dim, with the brightest star only reaching magnitude 4.45."
		},

		{
			"name": "Camelopardalis",
			"shape_stars": [
				"CS Camelopardalis",
				"HD 24479",
				"Alpha Camelopardalis",
				"Gamma Camelopardalis",
				"HD 33564"
			],
			"connections": ["0-1", "0-3", "1-2", "2-3", "3-4"],
			"info": "Cameleopardalis represents a giraffe, and it comes from Latin, as a romanization of the Greek word for giraffe. It was introduced in 1612 or 1613 by Petrus Plancius. Cameleopardalis is quite dim, with the brightest stars only around the 4th magnitude."
		},

		{
			"name": "Cancer",
			"shape_stars": [
				"Beta Cancri",
				"Acubens",
				"Asellus Australis",
				"Asellus Borealis",
				"Chi Cancri",
				"Iota Cancri"
			],
			"connections": ["0-2", "1-2", "2-3", "3-4", "3-5"],
			"info": "Cancer means \"crab\" in Latin, and is depicted as such. It is one of the 12 zodiacs, and the dimmest of them with only 2 stars above the 3rd magnitude. At the center of the astrum  lies the open cluster Praesepe (M44) or the Beehive Cluster. The constellation also has 10 stars with known planets."
		},

		{
			"name": "Canes Venatici",
			"shape_stars": ["Cor Caroli", "Chara"],
			"connections": ["0-1"],
			"info": "Canes Venatici is Latin for \"hunting dogs\". It often depicts the dogs of Boötes the herdsman. The identification as dogs likely came from mistranslations from the Greek word \"club\". When Ptolemy's Almagest was translated to Arabic, the translator didn't know the exact word and used something similar. This was furter mistranslated to Latin, as \"dogs\". The stars were noted by Ptolemy, but not assigned a constellation by him."
		},

		{
			"name": "Canis Major",
			"shape_stars": [
				"Theta Canis Majoris",
				"Muliphein",
				"Iota Canis Majoris",
				"Sirius",
				"omi02 Canis Majoris",
				"Wezen",
				"Omega Canis Majoris",
				"Aludra",
				"Sigma Canis Majoris",
				"Adhara",
				"Kappa Canis Majoris",
				"Furud",
				"omi01 Canis Majoris",
				"nu02 Canis Majoris",
				"Mirzam",
				"ksi02 Canis Majoris"
			],
			"connections": [
				"0-1",
				"0-2",
				"1-2",
				"2-3",
				"3-4",
				"3-13",
				"4-5",
				"5-6",
				"5-8",
				"6-7",
				"8-9",
				"8-12",
				"9-10",
				"9-11",
				"12-13",
				"13-14",
				"13-15"
			],
			"info": "Canis Major is Latin for \"greater dog\". It is one of the 48 constellations listed by Ptolemy. Along with Canis Minor, they are often depicted following Orion the hunter. Canis Major contains Sirius, the brightest star in the night sky. Sirius and Canis Major were parts of constellations in multiple cultures, from ancient Mesopotamia to the Romans. One of the largest known stars, VY Canis Major, is contained in Canis Major."
		},

		{
			"name": "Canis Minor",
			"shape_stars": ["Procyon", "Gomeisa"],
			"connections": ["0-1"],
			"info": "Canis Minor is Latin for \"lesser dog\". It is one of the 48 constellations listed by Ptolemy. Along with Canis Major, they are often depicted following Orion the hunter. In contrast to Canis Major, Canis Minor is quite small, and contains only 2 bright stars, which make up it's asterism. Procyon is the 8th brigtest star in the night sky. Interestingly the stars of the asterism are only 1.12 light years away from each other."
		},

		{
			"name": "Capricornus",
			"shape_stars": [
				"Algedi",
				"Dabih",
				"Psi Capricorni",
				"Theta Capricorni",
				"Omega Capricorni",
				"Zeta Capricorni",
				"Iota Capricorni",
				"Nashira",
				"Deneb Algedi"
			],
			"connections": [
				"0-1",
				"1-2",
				"1-3",
				"3-4",
				"3-5",
				"3-6",
				"6-7",
				"7-8"
			],
			"info": "Capricornus is Latin for \"horned goat\". It is one of the 48 constellations listed by Ptolemy. It is often depicted as a mythical creature sea goat; half goat, half fish."
		},

		{
			"name": "Carina",
			"shape_stars": [
				"Miaplacidus",
				"Omega Carinae",
				"Theta Carinae",
				"w Carinae",
				"x Carinae",
				"u Carinae",
				"s Carinae",
				"q Carinae",
				"Aspidiske",
				"a Carinae",
				"d Carinae",
				"Avior",
				"Canopus",
				"Nu Puppis",
				"Gamma Velorum",
				"Naos"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"3-4",
				"4-5",
				"5-6",
				"6-7",
				"7-8",
				"8-9",
				"9-10",
				"10-11",
				"11-12",
				"11-14",
				"12-13",
				"14-15"
			],
			"info": "Carina is Latin for the keel of a ship. It was a part of the constellation Argo Navis, the great ship of the mythical Jason. It was introduced in ancient Greece. It was later split into three parts (Carina, Puppis, Vela) in 1763. Carina contains the 2nd brightest star in the night sky, Canopus. The celestial south pole will move to Carina in the year 4700."
		},

		{
			"name": "Cassiopeia",
			"shape_stars": [
				"Caph",
				"Schedar",
				"gamma Cassiopeiae",
				"Ruchbah",
				"Segin"
			],
			"connections": ["0-1", "1-2", "2-3", "3-4"],
			"info": "Cassiopeia is named after the queen Cassiopeia, mother of Andromeda, in Greek mythology. It is one of the 48 constellations listed by Ptolemy. Cassiopeia was the wife of King Cepheus, a constellation next to it. Cassiopeia and it's stars have formed constellations in multilple cultures. Cassiopeia also contains numerous deep space objects, such as open clusters and supernova remnants."
		},

		{
			"name": "Centaurus",
			"shape_stars": [
				"Alpha Centauri",
				"Hadar",
				"Epsilon Centauri",
				"Zeta Centauri",
				"ups01 Centauri",
				"Mu Centauri",
				"Eta Centauri",
				"Kappa Centauri",
				"Nu Centauri",
				"Menkent",
				"d Centauri",
				"Iota Centauri",
				"Gamma Centauri",
				"Sigma Centauri",
				"Delta Centauri",
				"a Centauri",
				"Lambda Centauri"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"3-4",
				"3-12",
				"4-5",
				"5-6",
				"5-8",
				"6-7",
				"8-9",
				"8-10",
				"10-11",
				"12-13",
				"13-14",
				"14-15",
				"15-16"
			],
			"info": "Centaurus represents a centaur. It is one of the 48 constellations listed by Ptolemy. Another constellation named after a centaur is Sagittarius. Centaurus contains Alpha Centauri, the nearest star to us. One of the largest stars is also contained in Centaurs, Beta Centauri, and the brightest globular cluster visible from Earth, Omega Centauri. It is listed as one of the stars even though it is a cluster."
		},

		{
			"name": "Cepheus",
			"shape_stars": [
				"Alderamin",
				"Alfirk",
				"Errai",
				"Iota Cephei",
				"Zeta Cephei"
			],
			"connections": ["0-1", "0-4", "1-2", "1-3", "2-3", "3-4"],
			"info": "Cepheus represents the king of Aethiopia in Greek Mythology. It is one of the 48 constellations listed by Ptolemy. Cepheus is the husband of Cassiopeia and the father of Cassiopeia. Cepheus contains the hyperluminous quasar S5 0014+81, which hosts one of the largest known supermassive black holes (40 billion solar masses) at it's center. The quasar is said to be one of the most powerful objects in the known universe."
		},

		{
			"name": "Cetus",
			"shape_stars": [
				"Iota Ceti",
				"Diphda",
				"Tau Ceti",
				"Sigma Ceti",
				"Pi Ceti",
				"Eta Ceti",
				"Theta Ceti",
				"Baten Kaitos",
				"Rho Ceti",
				"Epsilon Ceti",
				"Mira",
				"Delta Ceti",
				"Gamma Ceti",
				"Menkar",
				"Lambda Ceti",
				"mu Ceti",
				"Ksi2 Ceti",
				"Ksi1 Ceti",
				"nu Ceti"
			],
			"connections": [
				"0-1",
				"1-2",
				"1-5",
				"2-3",
				"3-4",
				"4-9",
				"5-6",
				"6-7",
				"7-8",
				"8-9",
				"9-10",
				"10-11",
				"11-12",
				"12-13",
				"12-16",
				"13-14",
				"14-15",
				"16-17",
				"16-18"
			],
			"info": "Cetus depicts a sea monster from Greek mythology, and both Perseus and Heracles had to slay it. Cetus is sometimes called the whale in English. The star Mira, is the first variable star discovered. It varies from 3 to 10 in apparent magnitude over a period of 332 days. The Pisces-Cetus Supercluster Complex is a galaxy filament, and one of the largest know structures in the observable universe."
		},

		{
			"name": "Chamaeleon",
			"shape_stars": [
				"Alpha Chamaeleontis",
				"Gamma Chamaeleontis",
				"Epsilon Chamaeleontis",
				"Beta Chamaeleontis",
				"Delta2 Chameleontis",
				"HD 93237"
			],
			"connections": ["0-1", "1-2", "2-3", "3-4", "4-5", "5-1"],
			"info": "Chamaeleon is named after the chameleon, defined in the 16th century by Petrus Plancius. It is classified as the Little Dipper (小斗) in Chinese astronomy, and often called the frying pan in modern day Australia."
		},

		{
			"name": "Circinus",
			"shape_stars": ["Beta Circini", "Xami", "Gamma Circini"],
			"connections": ["0-1", "1-2"],
			"info": "Circinus is Latin for compass the drafting tool to draw circles. It was defined by Nicolas-Louis de Lacaille in 1756. Circinus is quite dim, with it's brightest star reaching a magnitude of 3.19. "
		},

		{
			"name": "Columba",
			"shape_stars": [
				"Epsilon Columbae",
				"Phact",
				"Wazn",
				"Eta Columbae",
				"Gamma Columbae",
				"Kappa Columbae",
				"Delta Columbae"
			],
			"connections": ["0-1", "1-2", "2-3", "2-4", "4-5", "5-6"],
			"info": "Columba is Latin for dove. The constellation was designated in the 16th century. The stars that make up Columba were mentioned in Ptolemy's Almagest. It is quite uninteresting as a constellation, being small and faint, with only one globular cluster within it."
		},

		{
			"name": "Coma Berenices",
			"shape_stars": [
				"Gamma Comae Berenices",
				"Beta Comae Berenices",
				"Alpha Comae Berenices"
			],
			"connections": ["0-1", "1-2"],
			"info": "Comae Berenices is Latin for Berenice's hair. It refers to Queen Berenices II of Egypt, who sacrificed her long hair as a votive offering. It is the only modern constellation named after a historic person. It was introduced in the 3rd century BC by Conon of Samos, and corraborated as a constellation by Geradus Mercator and Tycho Brahe."
		},

		{
			"name": "Corona Australis",
			"shape_stars": [
				"HD 175219",
				"Zeta Coronae Australis",
				"Delta Coronae Australis",
				"Beta Coronae Australis",
				"Meridiana",
				"Gamma Coronae Australis A",
				"Epsilon Coronae Australis",
				"V686 Coronae Australis",
				"Lambda Coronae Australis",
				"HD 170642"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"3-4",
				"4-5",
				"5-6",
				"6-7",
				"7-8",
				"8-9"
			],
			"info": "Corona Australis is Latin for \"Southern Crown\". It is one of the 48 constellations listed by Ptolemy. It is the southern counterpart to <Corona Borealis>. It has been depicted as a turtle, ostrich nest and a tent in other cultures. Corona Australis contains one of the closest star forming region in the Milkyway, at 430 lightyears."
		},

		{
			"name": "Corona Borealis",
			"shape_stars": [
				"Theta Coronae Borealis",
				"Nusakan",
				"Alphecca",
				"Gamma Coronae Borealis",
				"Delta Coronae Borealis",
				"Epsilon Coronae Borealis",
				"Iota Coronae Borealis"
			],
			"connections": ["0-1", "1-2", "2-3", "3-4", "4-5", "5-6"],
			"info": "Corona Borealis is Latin for \"Northern Crown\". It is one of the 48 constellations listed by Ptolemy. It is the northen counterpart to <Corona Australis>. It has been depicted as a circle of elders, an eagle's nest or bear's den in other cultures. Alphecca is the brightest star, a yellow supergiant, and the prototype of its rare class."
		},

		{
			"name": "Corvus",
			"shape_stars": ["Kraz", "Algorab", "Gienah", "Minkar", "Alchiba"],
			"connections": ["0-1", "0-3", "1-2", "2-3", "3-4"],
			"info": "Corvus is Latin for \"crow\". It is one of the 48 constellations listed by Ptolemy. It was called the Raven in the Babylonian star catalogues. It was also recognized in Polynesian cultures, and was use for astronavigation. Superman's home planet Krypton canonically belongs to the star LHS 2520 in Corvus, selected by Neil deGrasse Tyson."
		},

		{
			"name": "Crater",
			"shape_stars": [
				"Alkes",
				"Beta Crateris",
				"Gamma Crateris",
				"Delta Crateris",
				"Epsilon Crateris",
				"Theta Crateris",
				"Eta Crateris",
				"Zeta Crateris"
			],
			"connections": [
				"0-1",
				"0-3",
				"1-2",
				"2-3",
				"2-7",
				"3-4",
				"4-5",
				"5-6",
				"6-7"
			],
			"info": "Crater is the Latinization of the Greek krater, meaning a type of cup used to water down wine. It is one of the 48 constellations listed by Ptolemy. The cup it depicts is associated with Apollo and it is positioned on the back of Hydra. In Babylonian star catalogues the star's of Crater were possibly incorporated with those of Corvus in the Babylonian Raven. Crovus also contains the quasar RXJ1131, and the supermassive black hole in its center is the first one whose spin was directly measured."
		},

		{
			"name": "Crux",
			"shape_stars": ["Gacrux", "Acrux", "Mimosa", "Delta Crucis"],
			"connections": ["0-1", "2-3"],
			"info": "Crux is Latin for \"cross\", and the asterism is commonly known as the Southern Cross. It is the smallest of the modern constellations, but is one of the easiest to recognize. It has attained great cultural importance in the Southern Hemisphere. Crux was considered a part of Centaurus by Ptolemy. It is frequently used in navigation like Polaris is used in the Northern Hemisphere. Continuing the line from Gacrux to Acrux points very close to the Southern Celestial Pole."
		},

		{
			"name": "Cygnus",
			"shape_stars": [
				"Mu Cygni",
				"Zeta Cygni",
				"Epsilon Cygni",
				"Sadr",
				"Deneb",
				"Eta Cygni",
				"Albireo",
				"Delta Cygni",
				"Iota Cygni",
				"Kappa Cygni"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"3-4",
				"3-5",
				"3-7",
				"4-5",
				"5-6",
				"7-8",
				"8-9"
			],
			"info": "Cygnus is Latinized Greek meaning \"swan\". It is one of the 48 constellations listed by Ptolemy. Part of the main asterism of swan is recognized as the Northern Cross, contrasting with <Crux>. The constellation contains Cygnus X-1, a binary system of a supergiant star and a massive unseen companion, which was the first object that was considered to be a black hole. The constellation also has the most known planets, thanks to the Kepler mission which identified about 100 stars to have planets. The famous North America Nebula is also located inside Cygnus."
		},

		{
			"name": "Delphinus",
			"shape_stars": [
				"Epsilon Delfini",
				"Rotanev",
				"Sualocin",
				"Gamma2 Delphini",
				"Delta Delphini"
			],
			"connections": ["0-1", "1-2", "1-4", "2-3", "3-4"],
			"info": "Delphinus is the Latinized Greek word for \"dolphin\". It is one of the 48 constellations listed by Ptolemy. Delphinus is associated with two stories in Greek Mythology. The stars of Delphinus correspond to constellations in Hindu and Polynesian cultures. It is a dim constellation, with only 2 stars above the 4th magnitude. "
		},

		{
			"name": "Dorado",
			"shape_stars": [
				"Gamma Doradus",
				"Alpha Doradus",
				"Beta Doradus",
				"HD 40409",
				"Delta Doradus"
			],
			"connections": ["0-1", "1-2", "2-3", "2-4", "3-4"],
			"info": "Dorado is Spanish for \"golden\", and it referst to mahi-mahi or dolphinfish. It was named in the late 16th century by Petrus Plancius. Most of the Large Magellanic Cloud is within Dorado's borders. Even though the name isn't Latin it is treated as such when naming it's stars, using the genitive Doradus."
		},

		{
			"name": "Draco",
			"shape_stars": [
				"Giausar",
				"Kappa Draconis",
				"Thuban",
				"Edasich",
				"Theta Draconis",
				"Eta Draconis",
				"Zeta Draconis",
				"Chi Draconis",
				"Tau Draconis",
				"Epsilon Draconis",
				"Altais",
				"Grumium",
				"Kuma",
				"Rastaban",
				"Eltanin"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"3-4",
				"4-5",
				"5-6",
				"6-7",
				"7-8",
				"8-9",
				"9-10",
				"10-11",
				"11-12",
				"11-14",
				"12-13",
				"13-14"
			],
			"info": "Draco is Latin for \"dragon\". It is one of the 48 constellations listed by Ptolemy. Thuban was the northern pole star from 3942 BC to 1793 BC. The Egyptian Pyramids were designed to have their entrances aligned such that Thuban would be visible. Draco has been identfied with many different dragons in Greek mythology, such as Gigantes who fought the Olympian gods for ten years, before being killed by Athena."
		},

		{
			"name": "Equuleus",
			"shape_stars": [
				"Gamma Equulei",
				"Delta Equulei",
				"Beta Equulei",
				"Kitalpha"
			],
			"connections": ["0-1", "1-2", "2-3", "3-0"],
			"info": "Equuleus is Latin for \"little horse\", a foal. It is one of the 48 constellations listed by Ptolemy. It is very faint, with no stars above the 4th magnitude. It is associated in Greek mythology as the foal Celeris, offspring of Pegasus."
		},

		{
			"name": "Eridanus",
			"shape_stars": [
				"Achernar",
				"Chi Eridani",
				"Phi Eridani",
				"Kappa Eridani",
				"s Eridani",
				"Iota Eridani",
				"Acamar",
				"82 Eridani",
				"HD 24072",
				"g Eridani",
				"ups04 Eridani",
				"ups03 Eridani",
				"ups02 Eridani",
				"tau06 Eridani",
				"tau05 Eridani",
				"tau04 Eridani",
				"tau03 Eridani",
				"tau01 Eridani",
				"Azha",
				"Zibal",
				"Epsilon Eridani",
				"Rana",
				"Nu Eridani",
				"Mu Eridani",
				"Omega Eridani",
				"Cursa",
				"Lambda Eridani",
				"Sceptrum"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"3-4",
				"4-5",
				"5-6",
				"6-7",
				"7-8",
				"8-9",
				"9-10",
				"10-11",
				"11-12",
				"12-13",
				"13-14",
				"14-15",
				"15-16",
				"16-17",
				"17-18",
				"18-19",
				"19-20",
				"20-21",
				"21-22",
				"22-23",
				"23-24",
				"24-25",
				"25-26",
				"26-27"
			],
			"info": "Eridanus represents a river, and it's name was taken as a Latin name for the River Po in Italy. It is one of the 48 constellations listed by Ptolemy. In Roman mythology it is linked to Phaethon's myth. It is said to depict the route he drove with Helios' sky chariot. Later it was also considered to be a path of souls. It has also been conflated with the Nile River."
		},

		{
			"name": "Fornax",
			"shape_stars": ["Alpha Fornacis", "Beta Fornacis"],
			"connections": ["0-1"],
			"info": "Fornax is Latin for \"furnace\". It was named by Nicolas-Louis de Lacaille in 1756, and originally called \"the Chemical Furnace\". Hubble Space Telescope's Ultra-Deep Field is located in Fornax. Six star systems have been found to have planets."
		},

		{
			"name": "Gemini",
			"shape_stars": [
				"Alzirr",
				"Lambda Geminorum",
				"Wasat",
				"Mekbuda",
				"Alhena",
				"Upsilon Geminorum",
				"Kappa Geminorum",
				"Pollux",
				"Iota Geminorum",
				"Tau Geminorum",
				"Castor",
				"Theta Geminorum",
				"Mebsuta",
				"nu Geminorum",
				"Tejat",
				"Propus",
				"1 Geminorum"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"2-5",
				"3-4",
				"5-6",
				"5-7",
				"5-8",
				"8-9",
				"9-10",
				"9-11",
				"9-12",
				"12-13",
				"12-14",
				"14-15",
				"15-16"
			],
			"info": "Gemini is Latin for \"twins\", and is one of the 12 zodiacs. The twins it is associated are Castor and Pollux, which are also the brightest stars in the constellation. It is one of the 48 constellations listed by Ptolemy. The stars Pollux and Castor were also known in Babylon as the Great Twins, depicting minor gods Meshlamtaea and Lugalirra."
		},

		{
			"name": "Grus",
			"shape_stars": [
				"Aldhanab",
				"Lambda Gruis",
				"Alnair",
				"del01 Gruis",
				"Theta Gruis",
				"Iota Gruis",
				"Beta Gruis",
				"Epsilon Gruis",
				"Zeta Gruis"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"2-6",
				"3-4",
				"4-5",
				"5-6",
				"6-7",
				"6-8"
			],
			"info": "Grus is Latin for the bird crane. It is one of the 12 constellations conceived by Petrus Plancius. It first appeared in 1598. Together with <Pavo>, <Phoenix> and <Tucana>, they are known as the Southern Birds. 6 star systems have been found to have planets."
		},

		{
			"name": "Hercules",
			"shape_stars": [
				"Omicron Herculis",
				"Xi Herculis",
				"Mu Herculis",
				"Maasym",
				"Sarin",
				"Epsilon Herculis",
				"Zeta Herculis",
				"Kornephoros",
				"Gamma Herculis",
				"Eta Herculis",
				"Sigma Herculis",
				"Tau Herculis",
				"Chi Herculis",
				"Pi Herculis",
				"69 Herculis",
				"Rho Herculis",
				"Theta Herculis",
				"Iota Herculis"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"3-4",
				"3-5",
				"5-6",
				"6-7",
				"7-8",
				"6-9",
				"9-10",
				"10-11",
				"11-12",
				"9-13",
				"13-14",
				"14-15",
				"15-16",
				"16-17"
			],
			"info": "Hercules is a Roman mythology hero, adapted from the Greek hero Heracles. Hercules is the son of Jupiter. One of Hercules' 12 labours was killing the multi-headed monster <Hydra>. It is one of the 48 constellations listed by Ptolemy. Hercules could be a distorted version of the Babyloninan constellation Standing Gods. Hercules is the largest constellation with no 1st or 2nd magnitude stars, and there are 15 stars known to have planets."
		},

		{
			"name": "Horologium",
			"shape_stars": [
				"Alpha Horologii",
				"Zeta Horologii",
				"Mu Horologii"
			],
			"connections": ["0-1", "1-2"],
			"info": "Horologium is Latin for \"pendulum clock\" derived from ancient Greek. It was described by Nicolas-Louis de Lacaille in 1756. It is quite a dim constellation, with only 1 star above magnitude 4. 4 star systems are known to have planets."
		},

		{
			"name": "Hydra",
			"shape_stars": [
				"Gamma Hydrae",
				"Psi Hydrae",
				"Beta Hydrae",
				"Xi Hydrae",
				"Nu Hydrae",
				"Mu Hydrae",
				"Lambda Hydrae",
				"ups01 Hydrae",
				"Alphard",
				"tau01 Hydrae",
				"tau02 Hydrae",
				"Theta Hydrae",
				"Hydrobius",
				"Rho Hydrae",
				"Epsilon Hydrae",
				"Delta Hydrae",
				"Minchir",
				"Eta Hydrae"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"3-4",
				"4-5",
				"5-6",
				"6-7",
				"7-8",
				"8-9",
				"9-10",
				"10-11",
				"11-12",
				"12-13",
				"13-14",
				"13-17",
				"14-15",
				"15-16",
				"16-17"
			],
			"info": "Hydra represents a female water snake in opposition to the small <Hydrus>, the male water snake. It is the largest and also the longest of the 88 constellations. It is one of the 48 constellations listed by Ptolemy. It is likely an adaptation of the Babylonian constellation \"serpent\". It is also associated with the monster Hydra, which was killed by <Hercules>. Despite it's size, it only contains two stars brighter than the 3rd magnitude."
		},

		{
			"name": "Hydrus",
			"shape_stars": [
				"Alpha Hydri",
				"Delta Hydris",
				"Epsilon Hydri",
				"Gamma Hydri",
				"Beta Hydri"
			],
			"connections": ["0-1", "1-2", "2-3", "3-4"],
			"info": "Hydrus represents a male water snake in opposition to the massive <Hydra>, the female water snake. It was created by Petrus Plancius in the late 1500s. The brightest star is Beta Hydri, which is also the closest reasonably bright star to the south celestial pole, making it useful for navigation. 4 star systems have been fouind to have planets."
		},

		{
			"name": "Indus",
			"shape_stars": ["Alpha Indi", "Theta Indi", "Beta Indi"],
			"connections": ["0-1", "1-2", "0-2"],
			"info": "Indus is generally translated to \"the Indian\", but it isn't clear which indigenous people it was originally supposed to represent. It was mapped by Petrus Plancius in the late 1500s. Epsilon Indi is one of the closest stars to Earth, 11.8 light years away."
		},

		{
			"name": "Lacerta",
			"shape_stars": [
				"1 Lacertae",
				"6 Lacertae",
				"5 Lacertae",
				"4 Lacertae",
				"Beta Lacertae",
				"Alpha Lacertae"
			],
			"connections": ["0-1", "1-2", "2-3", "2-5", "3-4", "4-5"],
			"info": "Lacerta is Latin for \"lizard\". It was defined in 1687 by Johannes Hevelius. The constellation is small and dim, which probably explains why it wasn't of interest to the ancient western astronomers. It's stars were included in a Chinese constellation \"Flying Serpent\"."
		},

		{
			"name": "Leo",
			"shape_stars": [
				"Denebola",
				"Zosma",
				"Chertan",
				"Regulus",
				"Eta Leonis",
				"Algieba",
				"Adhafera",
				"Rasalas",
				"Epsilon Leonis"
			],
			"connections": [
				"0-1",
				"0-2",
				"1-2",
				"1-5",
				"2-3",
				"3-4",
				"4-5",
				"5-6",
				"6-7",
				"7-8"
			],
			"info": "Leo is Latin for \"Lion\", and is one of the 12 zodiacs. In ancient Greece, it represented the Nemean Lion, which was killed by Heracles (<Hercules>) as one of his 12 labours. It is one of the 48 constellations listed by Ptolemy. Leo contains many bright stars, and the 9 main stars were named in the ancient times. Leo also contains many bright galaxies, such as Messier objects 65, 66, 95, 96 and 105."
		},

		{
			"name": "Leo Minor",
			"shape_stars": [
				"10 Leonis Minoris",
				"21 Leonis Minoris",
				"Beta Leonis Minoris",
				"Praecipua"
			],
			"connections": ["0-1", "1-2", "1-3", "2-3"],
			"info": "Leo Minor is Latin for \"the smaller lion\", in contrast to <Leo>. It is located above or north of <Leo>. It was designated by Johannes Hevelius in 1687. It is small and very dim, with only 3 stars brighter than magnitude 4.5."
		},

		{
			"name": "Lepus",
			"shape_stars": [
				"Theta Leporis",
				"Eta Leporis",
				"Zeta Leporis",
				"Arneb",
				"Delta Leporis",
				"Gamma Leporis",
				"Nihal",
				"Epsilon Leporis",
				"mu Leporis",
				"Lambda Leporis",
				"nu Leporis",
				"Kappa Leporis",
				"Iota Leporis"
			],
			"connections": [
				"0-1",
				"1-2",
				"2-3",
				"3-4",
				"3-6",
				"3-8",
				"4-5",
				"5-6",
				"6-7",
				"7-8",
				"8-9",
				"8-11",
				"9-10",
				"11-12"
			],
			"info": "Lepus is Latin for \"hare\". It is one of the 48 constellations listed by Ptolemy. It is sometimes represented as a hare being chased by <Orion>. It is also associated with the Moon rabbit from East Asian mythology."
		},

		{
			"name": "Libra",
			"shape_stars": [
				"Theta Librae",
				"Gamma Librae",
				"Zubeneschamali",
				"Zubenelgenubi",
				"Brachium"
			],
			"connections": ["0-1", "1-2", "1-4", "2-3", "3-4"],
			"info": "Libra is Latin for \"weighing scales\", and one of the 12 zodiacs. It was known in Babylonian astronomy as the scales or balance. It was alternatively seen as a scorpion's claws, in Babylon and ancient Greece. 3 star systems are known to have planets."
		},

		{
			"name": "Lupus",
			"shape_stars": [
				"Chi Lupi",
				"Theta Lupi",
				"Eta Lupi",
				"Gamma Lupi",
				"Omega Lupi",
				"Zeta Lupi",
				"Rho Lupi",
				"Alpha Lupi",
				"tau02 Lupi",
				"Beta Lupi",
				"Delta Lupi",
				"phi01 Lupi"
			],
			"connections": [
				"0-1",
				"0-2",
				"1-2",
				"2-3",
				"3-4",
				"3-10",
				"4-5",
				"5-6",
				"5-7",
				"7-8",
				"7-9",
				"9-10",
				"10-11"
			],
			"info": "Lupus is Latin for \"wolf\". It is one of the 48 constellations listed by Ptolemy. It was considered an asterism belonging to <Centaurus> by the ancient Greeks, and was considered to be an arbitrary animal killed or about to be killed by <Centaurus>. It is probably based on a Babylonian figure known as Mad Dog."
		},

		{
			"name": "Lynx",
			"shape_stars": [
				"Alpha Lynchis",
				"38 Lynchis",
				"HD 77912",
				"10 Ursae Majoris",
				"Alsciaukat",
				"21 Lyncis",
				"15 Lyncis",
				"2 Lyncis"
			],
			"connections": ["0-1", "1-2", "2-3", "3-4", "4-5", "5-6", "6-7"],
			"info": "Lynx is named after the animal Lynx. It was introduced by Johannes Hevelius in 1687. It was named Lynx because of its faintness, because one would need to be \"lynx-eyed\"(good sight) to see it. Lynx has multiple double stars, and there have been planets found on 6 star systems."
		},

		{
			"name": "Lyra",
			"shape_stars": [
				"Vega",
				"zet01 Lyrae",
				"delta02 Lyrae",
				"Sulafat",
				"Sheliak"
			],
			"connections": ["0-1", "1-2", "1-4", "2-3", "3-4"],
			"info": "Lyra is Latin for \"lyre\". It is one of the 48 constellations listed by Ptolemy. It was often represented as a vulture or and eagle carrying a lyre. In Greek mythology Lyra represents the lyre of Orpheus. The brightest star Vega, is also one of the brightest on the night sky and overall one of the most important stars. Vega was the pole star in 12 000 BCE and will become the pole again in 14000 CE. Lyra also hosts the Ring Nebula, the best known planetary nebula."
		},

		{
			"name": "Mensa",
			"shape_stars": ["Gamma Mensae", "Mu Mensae"],
			"connections": ["0-1"],
			"info": "Mensa is Latin for \"table\", though it was originally named Mons Mensae (Table Mountain). It was created by Nicolas-Louis de Lacaille in the 18th century. There are 2 star systems with known planets. The Large Magellanic Cloud is partially within Mensa's boundaries. This feature was one of the reasons for the name, as it refers to the Table Mountain, on top of which Lacaille's observatory was. It was often surrounded with clouds, so he decided that the table should be close to the clouds in the sky."
		},

		{
			"name": "Microscopium",
			"shape_stars": [
				"Alpha Microscopii",
				"Gamma Microscopii",
				"Epsilon Microscopii"
			],
			"connections": ["0-1", "1-2"],
			"info": "Microscopium is Latin for \"microscope\" named by Nicolas-Louis de Lacaille in the 18th century. It is small and dim, with it's brightest star having the apparent magnitude of 4.68. There aren't really any deep sky objects in it either, and it was described as \"totally unremarkable\" by Sir Patrick Alfred Caldwell-Moore."
		},

		{
			"name": "Orion",
			"shape_stars": [
				"Betelgeuse",
				"Bellatrix",
				"Alnilam",
				"Alnitak",
				"Mintaka",
				"Meissa",
				"Saiph",
				"Rigel"
			],
			"connections": [
				"0-1",
				"0-5",
				"0-3",
				"1-5",
				"1-4",
				"2-4",
				"2-3",
				"3-6",
				"4-7"
			],
			"info": "Orion is one of the most recognizable constellations, depicting a hunter from Greek mythology. It appears in many cultures worldwide, often associated with strength or heroism. The three stars Alnitak, Alnilam, and Mintaka form the famous Orion’s Belt. The famous Orion Nebula (M42) is located between the \"legs\" of the hunter."
		}
	]
}
